Repository: KDE/calligra
Catalog: po/*/calligra_shape_chart.po
Languages: ar, eo

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net

source: Start
ar: ابدأ
eo: Komenco

source: End
ar: النهاية
eo: Fino

source: Near-axis
ar: قرب المحور
eo: Proksime-akso

source: Other-side
ar: الجانب الآخر
eo: Alia flanko

source: Axistitle
ar: عنوان المحور
eo: Akstitolo

source: Show Axis
ar: أظهِر المحور
eo: Montri Akson

source: Scale
ar: قياس
eo: Skalo

source: Show Labels
ar: أظهِر لصائق
eo: Montri Etikedojn

source: Font
ar: الخط
eo: Tiparo

source: Show Major Grid
ar: أظهِر الشبكة الرئيسية
eo: Montri Ĉefan Kradon

source: Show Minor Grid
ar: أظهِر الشبكة الثانوية
eo: Montri Malĉefan Kradon

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600;">Bar Properties</span></p></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:8pt; font-weight:600;">خصائص الأشرطة</span></p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> < p stilo=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span stilo =" font-size:8pt; font-weight:600;">Bretaj Trajtoj</span></p></body></html>

source: Gap Between Sets
ar: الفجوة بين المجموعات
eo: Interspaco Inter Aroj

source: Gap Between Bars
ar: الفجوة بين الأشرطة
eo: Interspaco Inter Trinkejoj

source: Show Title
ar: أظهر العنوان
eo: Montri Titolon

source: Primary X Axis
ar: المحور س الرئيسي
eo: Primara X-Akso

source: Primary Y Axis
ar: المحور ص الرئيسي
eo: Primara Y-Akso

source: Secondary X Axis
ar: المحور س الثانوي
eo: Malĉefa X-akso

source: Secondary Y Axis
ar: المحور ص الثانوي
eo: Malĉefa Y-Akso

source: Plugin Missing
ar: الامتداد مفقود
eo: Aldonaĵo Mankas

source: The plugin needed for displaying text labels in a chart is not available.
ar: الامتداد اللازم لعرض لصائق نصية في رسم بياني غير متوفر.
eo: La kromaĵo necesa por montri tekstajn etikedojn en diagramo ne haveblas.

source: The plugin needed for displaying text labels is not compatible with the current version of the chart Flake shape.
ar: الامتداد اللازم لعرض لصائق نصية غير متوافق مع الإصدار الحالي من شكل الرقاقة للرسم البياني.
eo: La kromaĵo bezonata por montri tekstajn etikedojn ne kongruas kun la nuna versio de la diagramo Flaka formo.

source: Plugin Incompatible
ar: الامتداد غير متوافق
eo: Kromaĵo Nekongrua

source: Title
ar: عنوان
eo: Titolo

source: Subtitle
ar: عنوان فرعي
eo: Subteksto

source: Footer
ar: تذييل
eo: Piedo

source: This document contains an external link to a remote document %1
ar: يحتوي هذا المستند على رابط خارجي لمستند بعيد %1
eo: Tiu dokumento enhavas eksteran ligon al ne-loka dokumento %1

source: Confirmation Required
ar: يتطلب تأكيدًا
eo: Bezonas konfirmon

source: Download
ar: نزّل
eo: Elŝuti

source: Skip
ar: تخطَّ
eo: Pasigi

source: Chart
ar: رسم بياني
eo: Diagramo

source: Business charts
ar: رسوم بيانية للأعمال
eo: Komercaj leteroj

source: Bar Chart
ar: شريط بياني
eo: Bastondiagramo

source: Normal bar chart
ar: رسم بياني شريطي عادي
eo: Normala bara diagramo

source: Stacked Bar Chart
ar: رسم بياني شريطي مكدس
eo: Stakitaj Trinkejo Diagramo

source: Stacked bar chart
ar: رسم بياني شريطي مكدس
eo: Stakitaj stangaj diagramoj

source: Percent Bar Chart
ar: رسم بياني شريطي مئوي
eo: Procento Trinkejo Diagramo

source: Percent bar chart
ar: رسم بياني شريطي مئوي
eo: Elcenta stangodiagramo

source: Line Chart
ar: رسم خطي
eo: Liniodiagramo

source: Normal line chart
ar: رسم بياني خطي عادي
eo: Normala linio-diagramo

source: Stacked Line Chart
ar: رسم بياني خطي مكدس
eo: Stakitaj Linia Diagramo

source: Stacked line chart
ar: رسم بياني خطي مكدس
eo: Stakigita linio diagramo

source: Percent Line Chart
ar: رسم بياني خطي مئوي
eo: Elcenta Linia Diagramo

source: Percent line chart
ar: رسم بياني خطي مئوي
eo: Procenta linio-diagramo

source: Area Chart
ar: رسم بياني للمساحة
eo: Areodiagramo

source: Normal area chart
ar: رسم بياني للمساحة عادي
eo: Normala areo-diagramo

source: Stacked Area Chart
ar: رسم بياني للمساحة مكدس
eo: Stakigita Areo-diagramo

source: Stacked area chart
ar: رسم بياني للمساحة مكدس
eo: Stakigita areo-diagramo

source: Percent Area Chart
ar: رسم بياني للمساحة مئوي
eo: Elcenta Areo Diagramo

source: Percent area chart
ar: رسم بياني للمساحة مئوي
eo: Procenta areo-diagramo

source: Pie Chart
ar: رسم دائري
eo: Tortodiagramo

source: Pie chart
ar: رسم بياني دائري
eo: Tortdiagramo

source: Ring Chart
ar: رسم بياني حلقي
eo: Ringdiagramo

source: Ring chart
ar: رسم بياني حلقي
eo: Ringa diagramo

source: Bubble Chart
ar: رسم بياني فقاعي
eo: Vezikdiagramo

source: Bubble chart
ar: رسم بياني فقاعي
eo: Vezika diagramo

source: Scatter Chart
ar: رسم بياني مبعثر
eo: Dispersdiagramo

source: Scatter chart
ar: رسم بياني مبعثر
eo: Diskava diagramo

source: Radar Chart
ar: رسم بياني راداري
eo: Radara Diagramo

source: Radar chart
ar: رسم بياني راداري
eo: Radara diagramo

source: Filled Radar Chart
ar: رسم بياني راداري مملوء
eo: Plenigita Radara Diagramo

source: Filled radar chart
ar: رسم بياني راداري مملوء
eo: Plenigita radaro-diagramo

source: Candle Stick Stock Chart
ar: رسم بياني شمعة الأسهم
eo: Candlestick Akcia Diagramo

source: Japanese candle stick stock chart
ar: رسم بياني شمعة الأسهم اليابانية
eo: Japana kandelista akcia diagramo

source: OHLC Stock Chart
ar: رسم بياني OHLC للأسهم
eo: Akcia diagramo de OHLC

source: Open High Low Close stock chart
ar: رسم بياني للأسهم: الافتتاح الأعلى الأدنى الإغلاق
eo: Malfermi akcian diagramon Alto-Malalto-Fermo

source: HLC Stock Chart
ar: رسم بياني HLC للأسهم
eo: Akcia diagramo de HLC

source: High Low Close stock chart
ar: رسم بياني للأسهم: الأعلى الأدنى الإغلاق
eo: Alta-Malalta-Ferma akciodiagramo

source: January
ar: يناير
eo: Januaro

source: July
ar: يوليو
eo: Julio

source: December
ar: ديسمبر
eo: Decembro

source: Column %1
ar: العمود %1
eo: Kolumno %1

source: Month
ar: شهر
eo: Monato

source: Growth in %
ar: النمو بالنسبة المئوية
eo: Kresko en %

source: Share A
ar: سهم أ
eo: Kunhavigi A

source: Share B
ar: سهم ب
eo: Kunhavigi B

source: Share C
ar: سهم ج
eo: Kunhavigi C

source: Open
ar: افتح
eo: Malfermi

source: High
ar: عالي
eo: Alto

source: Low
ar: منخفض
eo: Malalto

source: Close
ar: إغلاق
eo: Fermo

source: Growth
ar: نمو
eo: Kresko

source: Do something
ar: افعل شيئًا
eo: Fari ion

source: Do something else
ar: افعل شيئًا آخر
eo: Fari ion alian

source: Titles
ar: عناوين
eo: Titoloj

source: Legend
ar: دليل المصطلحات
eo: Legendo

source: Plot Area
ar: منطقة الرسم
eo: Diagram-Areo

# (qtundo-format)
source: Show Legend
ar: أظهِر دليل
eo: Montri klarigeton

# (qtundo-format)
source: Hide Legend
ar: أخفِ دليل
eo: Kaŝi klarigeton

source: Chart editing
ar: تحرير الرسم البياني
eo: Diagramredaktado

# (qtundo-format)
source: Add Axis
ar: أضف محورًا
eo: Aldoni Akson

# (qtundo-format)
source: Remove Axis
ar: أزل محورًا
eo: Forigi Akson

# (qtundo-format)
source: Show Axis Title
ar: أظهِر عنوان المحور
eo: Montri Akso-Titolon

# (qtundo-format)
source: Hide Axis Title
ar: أخفِ عنوان المحور
eo: Kaŝi Akso Titolo

# (qtundo-format)
source: Show Axis
ar: أظهِر المحور
eo: Montri Akson

# (qtundo-format)
source: Hide Axis
ar: أخفِ المحور
eo: Kaŝi Akson

# (qtundo-format)
source: Show Axis Labels
ar: أظهِر لصائق المحور
eo: Montri Aksajn Etikedojn

# (qtundo-format)
source: Hide Axis Labels
ar: أخفِ لصائق المحور
eo: Kaŝi Aksajn Etikedojn

# (qtundo-format)
source: Show Axis Major Gridlines
ar: أظهِر خطوط الشبكة الرئيسية للمحور
eo: Montri Aksajn Ĉefajn Kradliniojn

# (qtundo-format)
source: Hide Axis Major Gridlines
ar: أخفِ خطوط الشبكة الرئيسية للمحور
eo: Kaŝi Aksajn Ĉefajn Kradliniojn

# (qtundo-format)
source: Show Axis Minor Gridlines
ar: أظهِر خطوط الشبكة الثانوية للمحور
eo: Montri Aksajn Malĉefajn Kradliniojn

# (qtundo-format)
source: Hide Axis Minor Gridlines
ar: أخفِ خطوط الشبكة الثانوية للمحور
eo: Kaŝi Aksajn Malĉefajn Kradliniojn

# (qtundo-format)
source: Logarithmic Scaling
ar: قياس لوغاريتمي
eo: Logaritma Skalado

# (qtundo-format)
source: Linear Scaling
ar: قياس خطي
eo: Lineara Skalado

# (qtundo-format)
source: Set Axis Step Width
ar: اضبط عرض خطوة المحور
eo: Agordi AksoPaŝan Larĝo

# (qtundo-format)
source: Set Axis Substep Width
ar: اضبط عرض الخطوة الفرعية للمحور
eo: Agordi Aks-Subpaŝan Larĝo

# (qtundo-format)
source: Set Automatic Step Width
ar: اضبط عرض الخطوة آليًا
eo: Agordi Aŭtomatan Paŝlarĝon

# (qtundo-format)
source: Set Manual Step Width
ar: اضبط عرض الخطوة يدويًا
eo: Agordi Manan Paŝlarĝon

# (qtundo-format)
source: Automatic Substep Width
ar: عرض الخطوة الفرعية آليًا
eo: Aŭtomata Subpaŝa Larĝo

# (qtundo-format)
source: Manual Substep Width
ar: عرض الخطوة الفرعية يدويًا
eo: Manlibro Subpaŝa Larĝo

# (qtundo-format)
source: Set Axis Label Font
ar: اضبط خط لصيقة المحور
eo: Agordi Aks-Etikedan Tiparon

# (qtundo-format)
source: Set Axis Position
ar: اضبط موضع المحور
eo: Agordi Aksan Pozicion

# (qtundo-format)
source: Set Axis Labels Position
ar: اضبط موضع لصائق المحور
eo: Agordi Aks-Etikedajn Pozicion

# (qtundo-format)
source: Show Text Shape
ar: أظهِر شكل النص
eo: Montri Tekstan Formon

# (qtundo-format)
source: Hide Text Shape
ar: أخفِ شكل النص
eo: Kaŝi Tekstan Formon

# (qtundo-format)
source: Normal Bar Chart
ar: رسم بياني شريطي عادي
eo: Normala Bar Diagramo

# (qtundo-format)
source: Stacked Bar Chart
ar: رسم بياني شريطي مكدس
eo: Stakitaj Trinkejo Diagramo

# (qtundo-format)
source: Percent Bar Chart
ar: رسم بياني شريطي مئوي
eo: Procento Trinkejo Diagramo

# (qtundo-format)
source: Normal Line Chart
ar: رسم بياني خطي عادي
eo: Normala Linia Diagramo

# (qtundo-format)
source: Stacked Line Chart
ar: رسم بياني خطي مكدس
eo: Stakitaj Linia Diagramo

# (qtundo-format)
source: Percent Line Chart
ar: رسم بياني خطي مئوي
eo: Elcenta Linia Diagramo

# (qtundo-format)
source: Normal Area Chart
ar: رسم بياني للمساحة عادي
eo: Normala Areo Diagramo

# (qtundo-format)
source: Stacked Area Chart
ar: رسم بياني للمساحة مكدس
eo: Stakigita Areo-diagramo

# (qtundo-format)
source: Percent Area Chart
ar: رسم بياني للمساحة مئوي
eo: Elcenta Areo Diagramo

# (qtundo-format)
source: Circle Chart
ar: رسم بياني دائري
eo: Cirkla Diagramo

# (qtundo-format)
source: Ring Chart
ar: رسم بياني حلقي
eo: Ringdiagramo

# (qtundo-format)
source: Scatter Chart
ar: رسم بياني مبعثر
eo: Dispersdiagramo

# (qtundo-format)
source: Radar Chart
ar: رسم بياني راداري
eo: Radara Diagramo

# (qtundo-format)
source: Filled Radar Chart
ar: رسم بياني راداري مملوء
eo: Plenigita Radara Diagramo

# (qtundo-format)
source: Stock Chart
ar: رسم بياني للأسهم
eo: Akciodiagramo

# (qtundo-format)
source: Bubble Chart
ar: رسم بياني فقاعي
eo: Vezikdiagramo

# (qtundo-format)
source: Surface Chart
ar: رسم بياني سطحي
eo: Surfacdiagramo

# (qtundo-format)
source: Gantt Chart
ar: رسم بياني جانت
eo: Gantt-diagramo

# (qtundo-format)
source: Set Dataset Chart Type
ar: اضبط نوع الرسم البياني لمجموعة البيانات
eo: Agordi Datumaran Diagramo-Tipon

# (qtundo-format)
source: Show Dataset Category
ar: أظهِر فئة مجموعة البيانات
eo: Montri Kategorion de Datumoj

# (qtundo-format)
source: Hide Dataset Category
ar: أخفِ فئة مجموعة البيانات
eo: Kaŝi Datumaran Kategorion

# (qtundo-format)
source: Show Dataset Number
ar: أظهِر رقم مجموعة البيانات
eo: Montri Datumaran Numeron

# (qtundo-format)
source: Hide Dataset Number
ar: أخفِ رقم مجموعة البيانات
eo: Kaŝi Datumaran Numeron

# (qtundo-format)
source: Show Dataset Percent
ar: أظهِر نسبة مجموعة البيانات المئوية
eo: Montri Datumaran Procenton

# (qtundo-format)
source: Hide Dataset Percent
ar: أخفِ نسبة مجموعة البيانات المئوية
eo: Kaŝi Datumaran Procenton

# (qtundo-format)
source: Show Dataset Symbol
ar: أظهِر وسم مجموعة البيانات
eo: Montri datumaran simbolon

# (qtundo-format)
source: Hide Dataset Symbol
ar: أخفِ وسم مجموعة البيانات
eo: Kaŝi Datumaran Simbolon

# (qtundo-format)
source: Set Dataset Brush Color
ar: اضبط لون فرشاة مجموعة البيانات
eo: Agordi Datumaran Peniko-Koloron

# (qtundo-format)
source: Set Dataset Pen Color
ar: اضبط لون قلم مجموعة البيانات
eo: Agordi Datumaran Peniko-Koloron

# (qtundo-format)
source: Hide Dataset Marker
ar: أخفِ علامة مجموعة البيانات
eo: Kaŝi Datumaran Markilon

# (qtundo-format)
source: Show Dataset Marker Symbol
ar: أظهِر وسم علامة مجموعة البيانات
eo: Montri Datumaran Markil-Simbolon

# (qtundo-format)
source: Set Dataset Axis
ar: اضبط محور مجموعة البيانات
eo: Agordi Datumaran Akson

# (qtundo-format)
source: Set Gap Between Bars
ar: اضبط الفجوة بين الأشرطة
eo: Agordi Interspacon Inter Bastonoj

# (qtundo-format)
source: Set Gap Between Sets
ar: اضبط الفجوة بين المجموعات
eo: Agordi Interspacon Inter Aroj

# (qtundo-format)
source: Set Legend Title
ar: اضبط عنوان دليل
eo: Agordi Klarigeto-Titolon

# (qtundo-format)
source: Set Legend Font
ar: اضبط خط دليل
eo: Agordi Klarigeto-Tiparon

# (qtundo-format)
source: Set Legend Font size
ar: اضبط حجم خط دليل
eo: Agordi Klarigeto-Tipargrandon

# (qtundo-format)
source: Set Legend Orientation
ar: اضبط توجيه دليل
eo: Agordi Klarigeto-Orientiĝon

# (qtundo-format)
source: Set Horizontal Bars
ar: اضبط الأشرطة أفقيًا
eo: Agordi Horizontalajn Bastonojn

# (qtundo-format)
source: Set Vertical Bars
ar: اضبط الأشرطة عموديًا
eo: Agordi Vertikalajn Bastonojn

source: Series %1
ar: تسلسل %1
eo: Serio %1

source: Chart Type
ar: نوع الرسم البياني
eo: Diagrama Tipo

source: Normal
ar: عادي
eo: Normala

source: Stacked
ar: مكدس
eo: Stakitaj

source: Percent
ar: مئوية
eo: Elcento

source: Polar Chart
ar: رسم بياني قطبي
eo: Polusa Diagramo

source: Filled
ar: مملوء
eo: Plenigita

source: Stock Chart
ar: رسم بياني للأسهم
eo: Akciodiagramo

source: Candlestick
ar: شمعة
eo: Kandelbastono

source: OpenHighLowClose
ar: الافتتاح-الأعلى-الأدنى-الإغلاق

source: HighLowClose
ar: الأعلى-الأدنى-الإغلاق

source: None
ar: لا شيء
eo: Neniu

source: Automatic
ar: آلي
eo: Aŭtomata

source: Select
ar: اختر
eo: Elekti

source: Auto
ar: آليّ
eo: Aŭtomata

source: Data Set %1
ar: مجموعة البيانات %1
eo: Datenaro %1

source: Select a data set
ar: اختر مجموعة بيانات
eo: Elekti datuman aron

source: Use Plot Type
ar: استخدم نوع الرسم
eo: Uzi Diagram-Tipon

source: Attach To Axis
ar: أرفق بالمحور
eo: Alkroĉigi al Akso

source: Stroke
ar: تخطيط
eo: Bato

source: Fill
ar: ملء
eo: Plenigi

source: Marker
ar: علامة
eo: Markilo

source: Category
ar: فئة
eo: Kategorio

source: Number
ar: رقم
eo: Nombro

source: Error Bars
ar: أشرطة الخطأ
eo: Eraraj Baroj

source: Insert
ar: أدرج
eo: Enmeti

source: Dialog
ar: حوار
eo: Dialogo

source: Logarithmic Scaling
ar: قياس لوغاريتمي
eo: Logaritma Skalado

source: Step Width:
ar: عرض الخطوة:
eo: Paŝa Larĝo:

source: Substep Width:
ar: عرض الخطوة الفرعية:
eo: Larĝo de subpaŝo:

source: Bubble Data Editor
ar: محرر بيانات الفقاعات
eo: Bubble Datumoj Redaktilo

source: Insert Column Before
ar: أدرج عمودًا قبل
eo: EnmetuiKolumnon Antaŭe

source: Insert Column After
ar: أدرج عمودًا بعد
eo: Enmeti Kolumnon Post

source: Insert Row Above
ar: أدرج صفًا فوق
eo: Enigi Vicon Supre

source: Insert Row Below
ar: أدرج صفًا تحت
eo: Enmeti Vicon Malsupre

source: Delete
ar: احذف
eo: Forigi

source: Bubbles Editor
ar: محرر الفقاعات
eo: Bubbles Redaktoro

source: Insert data column before selected column
ar: أدرج عمود بيانات قبل العمود المحدد
eo: Enmeti datumkolumnon antaŭ elektita kolumno

source: Insert data row below selected row
ar: أدرج صف بيانات تحت الصف المحدد
eo: Enigi datuman vicon sub elektitan vicon

source: Insert data row above selected row
ar: أدرج صف بيانات فوق الصف المحدد
eo: Enigi datuman vicon super elektitan vicon

source: Insert data column after selected column
ar: أدرج عمود بيانات بعد العمود المحدد
eo: Enmeti datumkolumnon post elektita kolumno

source: Delete selection
ar: امحُ المحدد
eo: Forigi elekton

source: Manual control of data sets
ar: تحكم يدوي في مجموعات البيانات
eo: Mana kontrolo de datumaj aroj

source: Manual
ar: يدوي
eo: Manlibro

source: Remove data set
ar: أزل مجموعة البيانات
eo: Forigi datuman aron

source: Add data set after selected data set
ar: أضف مجموعة بيانات بعد مجموعة البيانات المحددة
eo: Aldoni datuman aron post elektita datumaro

source: Dataset Name
ar: اسم مجموعة البيانات
eo: Nomo de datumaro

source: X-Values
ar: قيم س
eo: X-valoroj

source: Y-Values
ar: قيم ص
eo: Y-valoroj

source: Bubble Size
ar: حجم الفقاعة
eo: Vezika Grandeco

# @info:tooltip
source: Label: %1
ar: لصيقة: %1
eo: Etikedo: %1

# @info:tooltip
source: Default label: %1
ar: لصيقة مبدئية: %1
eo: Defaŭlta etikedo: %1

# @info:tooltip
source: X-Values cell region: %1
ar: منطقة خلية قيم س: %1
eo: X-valoroj ĉela regiono: %1

# @info:tooltip
source: Default values used
ar: القيم المبدئية مستخدمة
eo: Defaŭltaj valoroj uzataj

# @info:tooltip
source: Y-Values cell region: %1
ar: منطقة خلية قيم ص: %1
eo: Y-valoroj ĉela regiono: %1

# @info:tooltip
source: Bubble size cell region: %1
ar: منطقة خلية حجم الفقاعة: %1
eo: Vezikgranda ĉelregiono: %1

source: Y Values:
ar: قيم ص:
eo: Y-valoroj:

source: X Values:
ar: قيم س:
eo: X-valoroj:

source: <b>Choose a Data Set</b>
ar: <b>اختر مجموعة بيانات</b>
eo: <b>Elekti datuman aron</b>

source: Categories:
ar: الفئات:
eo: Kategorioj:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p align="right" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Name:</span></p></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p align="right" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">اسم:</span></p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> < p align="dekstra" stilo=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px ;"><span style=" font-weight:600;">Nomo:</span></p></body></html>

source: Data Editor
ar: محرر البيانات
eo: Datumredaktilo

source: &Data sets in rows
ar: مجموعات البيانات في &الصفوف
eo: &Datumaroj en vicoj

source: Data sets in &columns
ar: مجموعات البيانات في &الأعمدة
eo: Datumaroj en &kolumnoj

source: Select Font
ar: اختر خط
eo: Elekti tiparon

source: Format Error Bars
ar: هيِّئ أشرطة الخطأ
eo: Formati Erarbastonojn

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Error Category</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;"></p></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">فئة الخطأ</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;"></p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p stilo=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style= " font-weight:600;">Erara Kategorio</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;"></p></body></html>

source: Constant
ar: الثّوابت
eo: Konstanta

source: Percentage
ar: النسبة
eo: Elcentaĵo

source: Error Margin
ar: هامش الخطأ
eo: Erara Marĝo

source: Standard Deviation
ar: انحراف معياري
eo: Norma devio

source: Variance
ar: تباين
eo: Varianco

source: From Data table
ar: من جدول البيانات
eo: El Datuma tabelo

source: Positive
ar: إيجابي
eo: Pozitiva

source: Negative
ar: سلبي
eo: Negativa

source: Same for both
ar: نفس القيمة لكليهما
eo: Same por ambaŭ

source: Value
ar: قيمة
eo: Valoro
