Repository: KDE/calligra
Catalog: po/*/calligra_shape_chart.po
Languages: ar, eo

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Error Indicator</span></p></body></html>
ar: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">دليل الخطأ</span></p></body></html>
eo: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html> <head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:9pt; font-weight:400; font-style:normal;"> <p stilo=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style= " font-weight:600;">Indikilo de eraro</span></p></body></html>

source: Positive
ar: إيجابي
eo: Plussigno

source: Both
ar: كلاهما
eo: Ambaŭ

source: New Axis
ar: محور جديد
eo: Nova Akso

# Axis dimension
source: &X
ar: &س

# Axis dimension
source: &Y
ar: &ص

source: Title:
ar: عنوان:
eo: Titolo:

source: Pie Data Editor
ar: محرر بيانات المخطط الدائري
eo: Torto-Datuma Redaktilo

source: Row %1
ar: صف %1
eo: Vico %1

source: Scatter Data Editor
ar: محرر البيانات المبعثرة
eo: Disvastiga Datuma Redaktilo

source: Stock Data Editor
ar: محرر بيانات الأسهم
eo: Redaktilo de Provizo-Datumoj

source: Delete Row
ar: احذف الصف
eo: Forigi Vicon

source: Delete row
ar: احذف الصف
eo: Forigi vicon

source: Insert Above
ar: أدرج فوق
eo: Enmeti Supre

source: Insert Below
ar: أدرج تحت
eo: Enmeti Malsupre

source: Insert Before
ar: أدرج قبل
eo: Enmeti Antaŭe

source: Insert After
ar: أدرج بعد
eo: Enmeti Post

source: Delete Selection
ar: احذف المحدد
eo: Forigi Elekton

source: New Row
ar: صف جديد
eo: Nova Vico

source: New Column
ar: عمود جديد
eo: Nova Kolumno

source: Vertical
ar: عمودي
eo: Vertikala

source: Horizontal
ar: أفقي
eo: Horizontala

source: Center
ar: وسط
eo: Centro

source: Right
ar: يمين
eo: Dekstra

source: Top
ar: أعلى
eo: Supro

source: Bottom
ar: أسفل
eo: Malsupre

source: Left
ar: يسار
eo: Maldekstre

source: Top-left
ar: أعلى-يسار
eo: Supre maldekstre

source: Top-right
ar: أعلى-يمين
eo: Supre dekstre

source: Bottom-left
ar: أسفل-يسار
eo: Malsupre maldekstre

source: Bottom-right
ar: أسفل-يمين
eo: Malsupre dekstre

source: Position
ar: موضع
eo: Pozicio

source: Show Legend
ar: أظهِر دليل
eo: Montri Konsileton

source: Orientation
ar: توجيه
eo: Orientiĝo

source: Fonts...
ar: خطوط...
eo: Tiparoj...

source: Data Point %1
ar: نقطة البيانات %1
eo: Datumpunkto %1

source: E&xplode Factor
ar: عامِل الا&نفجار
eo: E&ksploda Faktoro

source: Surface Chart
ar: رسم بياني سطحي
eo: Surfacdiagramo

source: Gantt Chart
ar: رسم بياني جانت
eo: Gantt-diagramo

source: 3D
ar: ثلاثيّات الأبعاد

source: Vertical Bars
ar: أشرطة عمودية
eo: Vertikalaj Bastonoj

source: Horizontal Bars
ar: أشرطة عمودية
eo: Horizontalaj Bastonoj

source: Edit Data...
ar: حرر البيانات...
eo: Redakti Datumojn...

source: Axes
ar: محاور
eo: Aksoj

source: Data Sets
ar: مجموعات البيانات
eo: Datumaroj

source: Data Points
ar: نقاط البيانات
eo: Datumpunktoj

source: Range line
ar: خط المدى
eo: Gama linio

source: Gain marker
ar: علامة الكسب
eo: Gajnomarkilo

source: Loss marker
ar: علامة الخسارة
eo: Perdomarkilo

source: Positioning
ar: تحديد الموضع
eo: Poziciado

source: Resize
ar: غيّر الحجم
eo: Aligrandigi

source: Categories
ar: الفئات
eo: Kategorioj

source: Butt cap
ar: غطاء الطرف المربع
eo: Pugĉapo

source: Round cap
ar: غطاء الطرف الدائري
eo: Ronda ĉapo

source: Square cap
ar: غطاء مربع
eo: Kvadrata ĉapo

source: Miter join
ar: وصلة مائلة
eo: Mitre kunigi

source: Round join
ar: وصلة مستديرة
eo: Ronda kuniĝo

source: Bevel join
ar: وصلة مخروطية
eo: Bevel kuniĝo

source: Miter limit
ar: حد المقياس
eo: Mitra limo

source: Set line width of actual selection
ar: اضبط عرض خط التحديد الحالي
eo: Agordi liniolarĝon de efektiva elekto

source: Change the color of the line
ar: غيّر لون الخط
eo: Ŝanĝi la koloron de la linio
