Repository: KDE/calligra
Catalog: po/*/calligra_shape_music.po
Languages: ar, eo

source: Double flat
ar: مسطح مزدوج
eo: Duoble bemola

# lowered half a step
source: Flat
ar: مسطح
eo: Bemola

source: Natural
ar: طبيعي
eo: Natura

# raised half a step
source: Sharp
ar: حاد
eo: Dieso

source: Double sharp
ar: حاد مزدوج
eo: Duobla dieso

source: %1 flats
ar: %1 مسطحات
eo: %1 bemoloj

source: %1 sharps
ar: %1 حواد
eo: %1 diesoj

source: Dots
ar: نقاط
eo: Punktoj

source: Eraser
ar: ممحاة
eo: Skrapgumo

source: Ab Major
ar: لا مسطح كبير
eo: Ab Maĵoro

source: Eb Major
ar: مي مسطح كبير
eo: Eb Maĵoro

source: Bb Major
ar: سي مسطح كبير
eo: Bb Maĵoro

source: F Major
ar: فا كبير
eo: F Maĵoro

source: C Major
ar: دو كبير
eo: C Maĵoro

source: G Major
ar: صول كبير
eo: G Maĵoro

source: D Major
ar: ري كبير
eo: D Maĵoro

source: A Major
ar: لا كبير
eo: A Maĵoro

source: E Major
ar: مي كبير
eo: E Maĵoro

# Other key signature
source: Other
ar: أخرى
eo: Alia

source: note
ar: نغمة
eo: noto

source: rest
ar: استراحة
eo: silento

source: Double whole
ar: كاملة مزدوجة
eo: Duoblo

source: Whole
ar: كاملة
eo: Pleno

source: Half
ar: نصف
eo: Duono

source: Quarter
ar: ربع
eo: Kvarono

source: Eighth
ar: ثمن
eo: Okono

source: 16th
ar: سادس عشر
eo: 16ono

source: 32nd
ar: ثاني وثلاثين
eo: 32ono

source: 64th
ar: رابع وستين
eo: 64ono

source: 128th
ar: مئة وثامن وعشرين
eo: 128ono

source: Unknown note
ar: نغمة مجهولة
eo: Nekonata noto

source: Unknown rest
ar: استراحة مجهولة
eo: Nekonata silento

source: Remove bar
ar: أزل المقياس
eo: Forigi mezuron

source: Select
ar: اختر
eo: Elekti

# Treble clef
source: Treble
ar: السوبرانو
eo: Altaj

# Bass clef
source: Bass
ar: الجهير
eo: Malaltaj

# Soprano clef
source: Soprano
ar: السوبرانو

# Alto clef
source: Alto
ar: الألتو

# Tenor clef
source: Tenor
ar: التينور
eo: Tenoro

source: C clef on line %1
ar: مفتاح دو على السطر %1
eo: C-kleo sur linio %1

source: Unknown clef
ar: مفتاح مجهول
eo: Nekonata kleo

source: Tied notes
ar: نغمات موصولة
eo: Ligitaj notoj

# (qtundo-format)
source: Add measures
ar: أضف مقاييس
eo: Aldoni mezurojn

# (qtundo-format)
source: Add dot
ar: أضف نقطة
eo: Aldoni punkton

# (qtundo-format)
source: Set chord duration
ar: اضبط مدة الوتر
eo: Agordi akordan daŭron

# (qtundo-format)
source: Add note
ar: أضف نغمة
eo: Aldoni noton

# (qtundo-format)
source: Add part
ar: أضف جزء
eo: Aldoni parton

source: Part %1
ar: جزء %1
eo: Parto %1

# (qtundo-format)
source: Change part details
ar: غيّر تفاصيل الجزء
eo: Ŝanĝi parton detaloj

# (qtundo-format)
source: Add chord
ar: أضف وتر
eo: Aldoni akordon

# (qtundo-format)
source: Add rest
ar: أضف استراحة
eo: Aldoni ripozon

# (qtundo-format)
source: Convert chord to rest
ar: حوّل الوتر إلى استراحة
eo: Konverti kordon al ripozo

# (qtundo-format)
source: Remove bar
ar: أزل المقياس
eo: Forigi mezuron

# (qtundo-format)
source: Remove rest
ar: أزل الاستراحة
eo: Forigi silenton

# (qtundo-format)
source: Remove chord
ar: أزل الوتر
eo: Forigi akordon

# (qtundo-format)
source: Remove note
ar: أزل النغمة
eo: Forigi noton

# (qtundo-format)
source: Remove part
ar: أزل الجزء
eo: Forigi parton

# (qtundo-format)
source: Remove clef
ar: أزل المفتاح
eo: Forigi kleon

# (qtundo-format)
source: Remove staff element
ar: أزل عنصر المدرج
eo: Forigi notlinian elementon

# (qtundo-format)
source: Set accidentals
ar: اضبط علامات التحويل
eo: Agordi notmodifilojn

# (qtundo-format)
source: Change clef
ar: غيّر المفتاح
eo: Ŝanĝi kleon

# (qtundo-format)
source: Change key signature
ar: غيّر دليل المقام
eo: Ŝanĝi klavsignaturon

# (qtundo-format)
source: Change time signature
ar: غيّر دليل الميزان
eo: Ŝanĝi taktindikon

# (qtundo-format)
source: Toggle Note Tie
ar: بدّل وصل النغمات
eo: Baskuligi Notan Ligon

source: Set key signature
ar: اضبط دليل المقام
eo: Agordu klavsignaturon

source: Region
ar: المنطقة
eo: Regiono

source: Measure
ar: قياس
eo: Mezuro

source: through
ar: خلال
eo: tra

source: through end of piece
ar: حتى نهاية المقطوعة
eo: tra fino de peco

source: to next key change
ar: إلى التغيير التالي في المقام
eo: al sekva klavŝanĝo

source: Staves
ar: مدرجات
eo: Bastonoj

source: Update all staves
ar: حدّث جميع المدرجات
eo: Ĝisdatigi ĉiujn liniojn

source: Only update selected staff
ar: حدّث المدرج المختار فقط
eo: Ĝisdatigu nur elektitajn liniojn

source: Part details
ar: تفاصيل الجزء
eo: Partaj detaloj

source: Name:
ar: الاسم:
eo: Nomo:

source: Short name:
ar: اسم مختصر:
eo: Mallonga nomo:

source: Staves:
ar: مدرجات:
eo: Linioj:

source: Voice 1
ar: صوت 1
eo: Voĉo 1

source: Voice 2
ar: صوت 2
eo: Voĉo 2

source: Voice 3
ar: صوت 3
eo: Voĉo 3

source: Voice 4
ar: صوت 4
eo: Voĉo 4

source: Add measures
ar: أضف مقاييس
eo: Aldonu mezurojn

source: Import
ar: استورد
eo: Importi

source: Export
ar: صدّر
eo: Eksporti

source: Part 1
ar: جزء 1
eo: Parto 1

source: Music Shape
ar: شكل موسيقي
eo: Muzika Formo

source: A shape which provides a music editor
ar: شكل يوفّر محرّر موسيقى
eo: Formo kiu provizas muzikan redaktilon

source: Parts
ar: أجزاء
eo: Partoj

source: Music editing, parts
ar: تحرير الموسيقى، أجزاء
eo: Muzika redaktado, partoj

source: Clef
ar: مفتاح
eo: Kleo

source: Time signature
ar: دليل الميزان
eo: Taktsignalo

source: Key signature
ar: دليل المقام
eo: Klavsignaturo

source: Add how many measures?
ar: كم عدد المقاييس لإضافة؟
eo: Aldoni kiom da mezuroj?

# @title:window
source: Import
ar: استورد
eo: Importi

source: MusicXML files (*.xml)
ar: ملفات MusicXML‏ (*.xml)
eo: MusicXML-dosieroj (*.xml)

# @title:window
source: Export
ar: صدّر
eo: Eksporti

source: Music editing
ar: تحرير الموسيقى
eo: Muzika redaktado
