Repository: KDE/calligra
Catalog: po/*/calligra_textediting_thesaurus.po
Languages: cs, eo

source: (No match)
cs: (žádná shoda)
eo: (Neniu kongruo)

source: &Search for:
cs: &Hledat:
eo: &Serĉi por:

source: S&earch
cs: Hl&edat
eo: S&erĉi

# @action:button Go back to the previous word in history
source: Back
cs: Zpět
eo: Reen

# @action:button Go forward to the next word in history
source: Forward
cs: Vpřed
eo: Antaŭen

source: Change Language...
cs: Změnit jazyk...
eo: Ŝanĝi Lingvon...

source: &Thesaurus
eo: &Tezaŭro

source: Synonyms
cs: Synonyma
eo: Sinonimoj

source: More General Words
cs: Obecnější slova
eo: Pli Ĝeneralaj Vortoj

source: More Specific Words
cs: Přesnější slova
eo: Pli Specifaj Vortoj

source: &Replace with:
cs: &Nahradit čím:
eo: Anstataŭigi pe&r:

source: &Replace
cs: Nah&radit
eo: &Anstataŭigi

source: Replace Word
cs: Nahradit slovo
eo: Anstataŭigi Vorton

source: Related Words - %1
cs: Příbuzná slova - %1
eo: Rilataj Vortoj - %1

source: The thesaurus file '%1' was not found. Please use 'Change Language...' to select a thesaurus file.
cs: Soubor s tezaurem '%1' nelze najít. Prosím použijte 'Změnit jazyk...' k vybrání tohoto souboru.
eo: La tezaŭro dosiero '%1' ne estis trovita. Bonvolu uzi 'Ŝanĝi Lingvon...' por elekti tezaŭrodosieron.

source: <b>Error:</b> Failed to execute grep.
cs: <b>Chyba:</b> Nelze spustit grep.
eo: <b>Eraro:</b> Malsukcesis ekzekuti grep.

source: Synonyms/Hypernyms - Ordered by Frequency
cs: Synonyma/hyperonyma - seřazená podle četnosti
eo: Sinonimoj/Hipernimoj - Ordigitaj laŭ Ofteco

source: Synonyms - Ordered by Similarity of Meaning (verbs only)
cs: Synonyma - seřazená podle podobnosti významu (pouze slovesa)
eo: Sinonimoj - Ordigitaj laŭ Simileco de Signifo (nur verboj)

source: Antonyms - Words with Opposite Meanings
cs: Antonyma - slova s opačným významem
eo: Antonimoj - Vortoj kun Kontraŭaj Sencoj

source: Hyponyms - ... is a (kind of) %1
cs: Hyponyma - ... je (druhem) %1
eo: Hiponimoj - ... estas (speco de) %1

source: Meronyms - %1 has a ...
cs: Meronyma - %1 má ...
eo: Meronimoj - %1 havas ...

source: Holonyms - ... has a %1
cs: Holonyma - ... má %1
eo: Holonimoj - ... havas %1

source: Attributes
cs: Atributy
eo: Atributoj

source: Cause To (for some verbs only)
cs: Příčina čeho (pouze některá slovesa)
eo: Kaŭzi (nur por kelkaj verboj)

source: Verb Entailment (for some verbs only)
cs: Důsledek slovesa (pouze pro některá)
eo: Verba Ligo (nur por kelkaj verboj)

source: Familiarity & Polysemy Count
cs: Příbuznost a mnohoznačnost
eo: Konateco kaj Polisemio-kalkulo

source: Verb Frames (examples of use)
cs: Slovesná soustava (příklady použití)
eo: Verbaj Kadroj (ekzemploj de uzo)

source: List of Compound Words
cs: Seznam složených slov
eo: Listo de Kunmetitaj Vortoj

source: Overview of Senses
cs: Přehled významů
eo: Superrigardo de Sentoj

source: <b>Error:</b> Failed to execute WordNet program 'wn'. WordNet has to be installed on your computer if you want to use it, and 'wn' has to be in your PATH. You can get WordNet at <a href="http://wordnet.princeton.edu/">http://wordnet.princeton.edu/</a>. Note that WordNet only supports the English language.
cs: <b>Chyba:</b> Nelze spustit program Wordnet ('wn'), který musí být nainstalován, pokud si jej přejete používat a 'wn' musí být ve vaší cestě. WordNet lze získat na adrese <a href="http://wordnet.princeton.edu/">http://wordnet.princeton.edu/</a>. Pozn: WordNet podporuje pouze angličtinu.
eo: <b>Eraro:</b> Malsukcesis efektivigi WordNet-programon 'wn'. WordNet devas esti instalita sur via komputilo se vi volas uzi ĝin, kaj 'wn' devas esti en via PATH. Vi povas akiri WordNet ĉe <a href="http://wordnet.princeton.edu/">http://wordnet.princeton.edu/</a>. Notu, ke WordNet nur subtenas la anglan lingvon.

source: No match for '%1'.
cs: Žádná shoda s '%1'.
eo: Neniu kongruo por '%1'.
