Repository: KDE/calligra
Catalog: po/*/calligrafilters.po
Languages: eo

source: %1 Export Options
eo: %1 Eksporto-Ebloj

source: Page %1
eo: Paĝo %1

source: Page:
eo: Paĝo:

source: Size in Pixels
eo: Grandeco en rastrumeroj

source: Image width:
eo: Larĝo de bildo:

source: Image height:
eo: Alteco de bildo:

source: Size in Units
eo: Grandeco en Unuoj

source: Resolution:
eo: Distingivo:

source: Unit:
eo: Unuo:

source: Background Color
eo: Fonkoloro

source: Color
eo: Koloro

source: Opacity
eo: Travideblo

source: Namespace "%1" not found
eo: Nomspaco "%1" ne trovita

source: Could not open the requested file %1
eo: Ne eblis malfermi la petitan dosieron %1

source: Could not read ZIP directory of the requested file %1
eo: Ne eblis legi ZIP-dosierujon de la petita dosiero %1

source: Enter password
eo: Enigi pasvorton

source: This document is encrypted, please enter the password to decrypt it:
eo: Ĉi tiu dokumento estas ĉifrita, bonvolu enigi la pasvorton por deĉifri ĝin:

source: Incorrect password, please enter the password to decrypt this document:
eo: Malĝusta pasvorto, bonvolu enigi la pasvorton por deĉifri ĉi tiun dokumenton:

source: Could not find path for type %1
eo: Ne eblis trovi vojon por tipo %1

source: %1 (line %2, column %3)
eo: %1 (linio %2, kolumno %3)

source: %1 (%2, line %3, column %4)
eo: %1 (%2, linio %3, kolumno %4)

source: Element "%1" not found
eo: Elemento "%1" ne trovita

source: Attribute "%1" not found
eo: Atributo "%1" ne trovita

source: Unexpected value "%1" of attribute "%2"
eo: Neatendita valoro "%1" de atributo "%2"

source: Unexpected second occurrence of "%1" element
eo: Neatendita dua okazo de "%1" elemento

source: Expected closing of element "%1"
eo: Atendita fermo de elemento "%1"

source: None of expected elements found: %1
eo: Neniu el atendataj elementoj trovita: %1

source: Could not find target for id "%1" in file "%2"
eo: Ne eblis trovi celon por id "%1" en dosiero "%2"

source: Could not find relationships file "%1"
eo: Ne eblis trovi rilatdosieron "%1"

source: Could not find target for relationship "%1" in file "%2"
eo: Ne eblis trovi celon por rilato "%1" en dosiero "%2"

source: Parsing error in the main document at line %1, column %2. Error message: %3
eo: Analiza eraro en la ĉefa dokumento ĉe linio %1, kolumno %2. Erara mesaĝo: %3

source: Entry '%1' not found.
eo: Eniro '%1' ne trovita.

source: Entry '%1' is not a file.
eo: Eniro '%1' ne estas dosiero.

source: Could not open entry "%1" for writing.
eo: Ne eblis malfermi eniron "%1" por skribado.

source: Could not write block
eo: Ne eblis skribi blokon

# Descriptive encoding name
source: Recommended ( %1 )
eo: Rekomendita (%1)

# Descriptive encoding name
source: Locale ( %1 )
eo: Loko ( %1 )

# Descriptive encoding name
source: Other ( %1 )
eo: Aliaj ( %1 )

source: Cannot find encoding: %1
eo: Ne povas trovi kodigon: %1

source: CSV filter cannot open input file - please report.
eo: CSV-filtrilo ne povis malfermi la enigdosieron - bonvolu raporti eraron.

source: Encoding
eo: Ĉifrado

source: E&ncoding:
eo: Kodpreze&nto:

source: End of Line
eo: Linifino

source: &UNIX style (recommended; line feed only)
eo: &UNIX-stilo (rekomendita; nur liniofluo)

source: &Windows style (carriage return and line feed)
eo: &Vindoza stilo (ĉareveno kaj liniofluo)

source: &MacOS style (carriage return only)
eo: &MacOS-stilo (nur kaleŝoreveno)

source: Sheets
eo: Folioj

source: Select sheets to export:
eo: Elektu foliojn por eksporti:

source: Delimiter Line
eo: Dividlinio

source: <SHEETNAME> gets replaced by the name of the next sheet.
eo: <SHEETNAME> estas anstataŭigata per la nomo de la sekvonta folio.

source: Print delimiter line above every sheet
eo: Presi dividlinion super ĉiu folio

source: Cells
eo: Ĉeloj

source: Delimiter
eo: Dividsigno

source: Comma
eo: Komo

source: Semicolon
eo: Punktokomo

source: Tabulator
eo: Tabulilo

source: Space
eo: Spaco

source: Other:
eo: Alia:

source: Quotes:
eo: Citiloj:

source: Export selection only
eo: Eksporti nur elekton

source: File format is not supported.
eo: Dosierformato ne estas subtenata.

source: Could not read from file.
eo: Ne eblis legi el dosiero.

source: Export Sheet to HTML
eo: Eksporti folion al HTML

source: Recommended: UTF-8
eo: Rekomendita: UTF-8

source: Locale (%1)
eo: Lokalo (%1)

source: En&coding:
eo: En&kodigo:

source: With this option you can define the encoding of the HTML file. The recommended encoding (UTF8) is selected as default.
eo: Per ĉi tiu opcio vi povas difini la kodigon de la HTML-dosiero. La rekomendita kodado (UTF8) estas elektita defaŭlte.

source: Sheet Selection
eo: Tabel-elekto

source: Click here to select all sheets in the list.
eo: Klaku ĉi tie por elekti ĉiujn foliojn en la listo.

source: Select &All
eo: Elekti ĉi&ujn

source: Desele&ct All
eo: Malele&kti Ĉiujn

source: This option will make the HTML export filter generate a new page for each sheet. If you disable this option, all sheets are written on one page.
eo: Ĉi tiu opcio igos la HTML-eksportan filtrilon generi novan paĝon por ĉiu folio. Se vi malŝaltas ĉi tiun opcion, ĉiuj folioj estas skribitaj sur unu paĝo.

source: Use &separate files for each table
eo: Uzi apartajn do&sierojn por ĉiu tabelo

source: Style
eo: Stilo

source: Select this option to use the default fonts and colors for the HTML page.
eo: Elektu ĉi tiun opcion por uzi la defaŭltajn tiparojn kaj kolorojn por la HTML-paĝo.

source: Use &default style
eo: Uzi &defaŭltan stilon

source: Select this option to specify a separate stylesheet for the HTML page. You can select or type on in the field below.
eo: Elektu ĉi tiun opcion por specifi apartan stilfolion por la HTML-paĝo. Vi povas elekti aŭ tajpi en la suba kampo.

source: Use &external stylesheet:
eo: Uzi &eksteran stilfolion:

source: In this field you can enter an URL for your stylesheet. It is possible to point to a stylesheet on disk, or to somewhere on the Internet.
eo: En ĉi tiu kampo vi povas enigi URL por via stilfolio. Eblas montri stilfolion sur disko, aŭ ie en la Interreto.

source: Layout
eo: Aranĝo

source: Use this option to enable or disable borders around the cells.
eo: Uzu ĉi tiun opcion por ebligi aŭ malŝalti randojn ĉirkaŭ la ĉeloj.

source: Use &borders
eo: Uzi &randojn

source: Use this option to define how many pixels there should be between the cells. This effect is better visible if you check <b>Use borders</b> too.
eo: Uzu ĉi tiun opcion por difini kiom da rastrumeroj estu inter la ĉeloj. Ĉi tiu efiko estas pli bone videbla se vi ankaŭ kontrolas <b>Uzi randojn</b>.

source: Pi&xels between cells:
eo: Pi&kseloj inter ĉeloj:

source: Top
eo: Supro

source: Latex Export Filter Configuration
eo: Agordo de Latex-Eksportfiltrilo

source: Document
eo: Dokumento

source: Document Style
eo: Dokumenta Stilo

source: Latex style
eo: Latex-stilo

source: Words style
eo: Vortstilo

source: Document Type
eo: Dokumenta Tipo

source: The document will be able to be compiled alone
eo: La dokumento povos esti kompilita sole

source: The document will be generated as a full latex document since all the include will be generated before the \begin{document} and \end{document} commands.
eo: La dokumento estos generita kiel plena lateksa dokumento ĉar la tuta inkludo estos generitaj antaŭ la komandoj \begin{document} kaj \end{document}.

source: Independent document
eo: Sendependa dokumento

source: Do not generate either the latex header or the document environment
eo: Generi nek la Latex-kaplinion nek la dokumentan medion

source: The document will be generated as a latex document which will have to be included in a main latex document. It will allow you to generate several little files for each chapter of your document.
eo: La dokumento estos generita kiel lateksa dokumento, kiu devos esti inkluzivita en ĉefa lateksa dokumento. Ĝi permesos al vi generi plurajn malgrandajn dosierojn por ĉiu ĉapitro de via dokumento.

source: Document to include
eo: Dokumento inkluzivenda

source: Document class:
eo: Dokumentklaso:

source: Quality:
eo: Kvalito:

source: Final
eo: Fina

source: Draft
eo: Malneto

source: Default font size:
eo: Apriora tipargrandeco:

source: Pictures
eo: Bildoj

source: Convert the pictures:
eo: Konverti la bildojn:

source: Pictures directory:
eo: Bildodosierujo:

source: Language
eo: Lingvo

source: Add
eo: Aldoni

source: Remove
eo: Forigi

source: Contents
eo: Enhavo

source: Export information about author:
eo: Eksporti informojn pri aŭtoro:

source: Add a table of content:
eo: Aldoni enhavtabelon:

source: Notes
eo: Notoj

source: Don't export
eo: Ne eksporti

source: Export notes in margin notes
eo: Eksporti notojn en marĝenaj notoj

source: Export notes in comments
eo: Eksporti notojn en komentoj

source: Page
eo: Paĝo

source: The file seems to be corrupt. Skipping a table.
eo: La dosiero ŝajnas esti difektita. Saltante tabelon.

source: Skipping a table.
eo: Saltante tabelon.

source: This document was created with OpenOffice.org version '%1'. This filter was written for version 1.0. Reading this file could cause strange behavior, crashes or incorrect display of the data. Do you want to continue converting the document?
eo: Ĉi tiu dokumento estis kreita kun OpenOffice.org versio '%1'. Ĉi tiu filtrilo estis skribita por versio 1.0. Legante ĉi tiun dosieron povus kaŭzi strangan konduton, kraŝojn aŭ malĝustan montradon de la datumoj. Ĉu vi volas daŭrigi konverti la dokumenton?

source: Unsupported document version
eo: Nesubtenata dokumentversio

source: QPRO filter cannot open input file - please report.
eo: QPRO-filtrilo ne povis malfermi la enigdosieron - bonvolu raporti eraron.

source: Unable to open password protected files. The password algorithm has not been published
eo: Ne eblas malfermi pasvort-protektitajn dosierojn. La pasvort-algoritmo ne estas publikigita

source: Unable to find part for type %1
eo: Ne eblas trovi parton por tipo %1

source: Declared number of shared strings too small (%1)
eo: Deklarita nombro da komunaj ĉenoj tro malgranda (%1)

source: Declared number of font styles too small (%1)
eo: Deklarita nombro da tiparstiloj tro malgranda (%1)

source: Declared number of cell formats too small (%1)
eo: Deklarita nombro da ĉelformatoj tro malgranda (%1)

source: Declared number of fill styles too small (%1)
eo: Deklarita nombro da plenigaj stiloj tro malgranda (%1)

source: The data could not be loaded completely because the maximum size of sheet was exceeded.
eo: La datumoj ne povis esti tute ŝargitaj ĉar la maksimuma grandeco de folio estis superita.

source: Expected integer or floating point number
eo: Atendis entjeran aŭ glitkoman nombron

source: Slide layout "%1" not found
eo: Diagramo "%1" ne trovita

source: Slide %1
eo: Lumbildo %1

source: Words's Plain Text Import Filter
eo: Platteksta Importfiltrilo de Words

source: End of Paragraph
eo: Fino de alineo

source: &As is: At the end of line
eo: Kiel est&as: Ĉe la fino de linio

source: &Sentence: If the end of line is the end of a sentence
eo: Frazo: &Se la fino de linio estas la fino de frazo

source: &Empty Line: If the line is empty
eo: Malpl&ena Linio: Se la linio estas malplena

source: End notes
eo: Finnotoj

source: Even Pages Header
eo: Paraj paĝkapoj

source: Odd Pages Header
eo: Malparaj paĝkapoj

source: Even Pages Footer
eo: Paraj paĝpiedoj

source: Odd Pages Footer
eo: Malparaj paĝpiedoj

source: First Page Header
eo: Kapo de la unua paĝo

source: First Page Footer
eo: Piedo de la unua paĝo

source: Table %1
eo: Tabelo %1

source: The file cannot be loaded, as it seems not to be an RTF document.
eo: La dosiero ne povas esti ŝargita, ĉar ĝi ŝajnas ne esti RTF-dokumento.

source: Words's RTF Import Filter
eo: La RTF-Importa Filtrilo de Words
