Repository: KDE/calligra
Catalog: po/*/calligra-opener.po
Languages: ar, eo, eu, tr

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi
tr: Ongun Kanat

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: okellogg@users.sourceforge.net
eu: xalba@ni.eus
tr: ongun.kanat@gmail.com

# @info
source: Mimetype for <filename>%1</filename> not found!
ar: نوع الوسيط المتعدد لـ <filename>%1</filename> لم يعثر عليه!
eo: MIMEtipo por <filename>%1</filename> ne trovita!
eu: Ez du aurkitu <filename>%1</filename>ren MIME-mota!
tr: <filename>%1</filename> için dosya türü bulunamadı!

# @action:button
source: Open with <application>%1</application>
ar: افتح بـ <application>%1</application>
eo: Malfermi per <application>%1</application>
eu: Ireki <application>%1</application>rekin
tr: <application>%1</application> ile aç

# @info
source: Could not find Calligra application suitable for opening <filename>%1</filename>.<nl/>Do you want to open the file using default application <application>%2</application>?
ar: لا نستطع إيجاد تطبيق كاليغرا مناسب لفتح <filename>%1</filename>.<nl/>هل تريد فتح الملف باستخدام التطبيق المبدئي <application>%2</application>؟
eo: Ne povis trovi Calligra-aplikaĵon taŭgan por malfermi <filename>%1</filename>.<nl/>Ĉu vi volas malfermi la dosieron per defaŭlta aplikaĵo <application>%2</application>?
eu: Ez du aurkitu <filename>%1</filename> irekitzeko Calligra aplikazio egokirik.<nl/>Fitxategia <application>%2</application> aplikazio lehenetsia erabiliz irekitzea nahi duzu?
tr: <filename>%1</filename> dosyasını açmak için uygun Calligra uygulaması bulunamadı.<nl/>Dosyayı açmak için öntanımlı <application>%2</application> uygulamasını kullanmak ister misiniz?

# @title:window
source: Calligra Application Not Found
ar: لم يعثر على تطبيق كاليغرا
eo: Calligra Apliko Ne Trovita
eu: Ez da aurkitu Calligra aplikazioa
tr: Calligra Uygulaması Bulunamadı

source: Calligra Opener
ar: فاتح كاليغرا
eo: Calligra Malfermilo
eu: Calligra irekitzailea
tr: Calligra Açıcı

source: Calligra Document Opener
ar: فاتح مستند كاليغرا
eo: Calligra Dokumenta Malfermilo
eu: Calligra dokumentuen irekitzailea
tr: Calligra Belge Açıcı

source: Copyright 2010-%1 Calligra developers
ar: حقوق النشر 2010-%1 مطورو كاليغرا
eo: Kopirajto 2010-%1 Calligra programistoj
eu: Copyright 2001-%1 Calligra garatzaileak
tr: Telif hakkı 2010-%1 Calligra geliştiricileri

source: Jarosław Staniek
ar: ياروسواف ستانيك

source: Lists names of all available Calligra applications
ar: يسرد أسماء جميع تطبيقات كاليغرا المتاحة
eo: Listigas nomojn de ĉiuj disponeblaj Calligra-aplikoj
eu: Erabilgarri dauden Calligra aplikazio guztien izenak zerrendatzen ditu
tr: Kullanılabilir Calligra uygulamalarını listeler

source: Files to open
ar: ملفات للفتح
eo: Dosieroj malfermendaj
eu: Ireki beharreko fitxategiak
tr: Açılacak dosyalar
