Repository: KDE/calligra
Catalog: po/*/calligrastage.po
Languages: ar, eo, ia

source: Parallel Diagonal Reverse
ar: قطري متوازي عكسي
eo: Paralel-Diagonalo Inversa
ia: Diagonal Parallel invertite

source: Opposite Vertical Reverse
ar: عمودي معاكس عكسي
eo: Kontraŭ-Vertikalo Inversa
ia: Vertical opposite invertite

source: Opposite Horizontal Reverse
ar: أفقي معاكس عكسي
eo: Kontraŭ-Horizontalo Inversa
ia: Horizontal Opposite invertite

source: Parallel Diagonal Top Left Reverse
ar: قطري متوازي علوي يسار عكسي
eo: Paralel-Diagonalo Supra Maldekstra Inversa
ia: Diagonal Parallel in alto sinistre invertite

source: Parallel Diagonal Bottom Left Reverse
ar: قطري متوازي سفلي يسار عكسي
eo: Paralel-Diagonalo Malsupra Maldekstra Inversa
ia: Diagonal Parallel in basso sinistre invertite

source: Fan
ar: المروحة
eo: Ventumilo
ia: Ventilator

source: Center Right
ar: يمين الوسط
eo: Centra Dekstra
ia: Centro dextere

source: Center Top
ar: مركز علوي
eo: Centra Supro
ia: Centro in alto

source: Center Left
ar: يسار الوسط
eo: Centra Maldekstro
ia: Centro sinistre

source: Center Bottom
ar: مركز سفلي
eo: Centra Malsupro
ia: Centro in basso

source: Fan Out Top
ar: مروحة للخارج علوية
ia: dispersion al culmine

source: Fan Out Right
ar: مروحة للخارج يمينية
eo: Fan-Out Dekstra
ia: Dispersion dextere

source: Fan Out Bottom
ar: مروحة للخارج سفلية
eo: Fan-Out Malsupro
ia: Dispersion a basso

source: Fan Out Left
ar: مروحة للخارج يسارية
eo: Fan-Out Maldekstre
ia: Dispersion sinistre

source: Fan In Top
ar: مروحة للداخل علوية
eo: Fan-In Supre
ia: Dispersion in alto

source: Fan In Right
ar: مروحة للداخل يمينية
eo: Fan-In Dekstra
ia: Reunir dextere

source: Fan In Bottom
ar: مروحة للداخل سفلية
eo: Fan-In Fundo
ia: Dispersion in basso

source: Fan In Left
ar: مروحة للداخل يسارية
eo: Fan-In Maldekstre
ia: Reunir sinistre

source: Pin Wheel
ar: دولاب دوّار
eo: Stifta Rado
ia: Rota de spinula

source: Two Blades Vertical Clockwise
ar: شفرتان عموديتان باتجاه عقارب الساعة
eo: Du Klingoj Vertikalaj Dekstrume
ia: Duo laminas vertical in senso horari

source: Two Blades Horizontal Clockwise
ar: شفرتان أفقيتان باتجاه عقارب الساعة
eo: Du Klingoj Horizontalaj Dekstrume
ia: Duo laminas horizontal in senso horari

source: Four Blades Horizontal Clockwise
ar: أربع شفرات أفقية باتجاه عقارب الساعة
eo: Kvar Klingoj Horizontalaj Dekstrume
ia: Quatro laminas horizontal in senso horari

source: Two Blades Vertical Counterclockwise
ar: شفرتان عموديتان بعكس عقارب الساعة
eo: Du Klingoj Vertikalaj Maldekstrume
ia: Duo laminas vertical in senso anti-horari

source: Two Blades Horizontal Counterclockwise
ar: شفرتان أفقيتان بعكس عقارب الساعة
eo: Du Klingoj Horizontalaj Maldekstrume
ia: Duo laminas horizontal in senso anti-horari

source: Four Blades Horizontal Counterclockwise
ar: أربع شفرات أفقية بعكس عقارب الساعة
eo: Kvar Klingoj Horizontalaj Maldekstrume
ia: Quatro laminas horizontal in senso anti-horari

source: Saloon Door
ar: باب الصالون
eo: Salona Pordo
ia: Porta de saloon

source: To Top
ar: للأعلى
eo: Al Supro
ia: In alto

source: To Left
ar: لليسار
eo: Al Maldekstre
ia: A Sinistra

source: To Bottom
ar: للأسفل
eo: Al Malsupro
ia: A basso

source: To Right
ar: لليمين
eo: Dekstren
ia: A Dextera

source: Single Sweep
ar: مسح واحد
eo: Ununura Svingo
ia: Curva singule

source: Clockwise Top
ar: باتجاه عقارب الساعة علوي
eo: Dekstrume Supre
ia: Culmine in senso horari

source: Clockwise Right
ar: باتجاه عقارب الساعة يميني
eo: Dekstrume Dekstrume
ia: In senso horari Dextere

source: Clockwise Bottom
ar: باتجاه عقارب الساعة سفلي
eo: Dekstruma Malsupro
ia: In Basso in senso horari

source: Clockwise Left
ar: باتجاه عقارب الساعة يساري
eo: Dekstrume Maldekstre
ia: Sinistra in senso horari

source: Clockwise Top Left
ar: باتجاه عقارب الساعة علوي يسار
eo: Dekstrume Supre Maldekstre
ia: Culmine sinistre in senso horari

source: Counterclockwise Bottom Left
ar: بعكس عقارب الساعة سفلي يسار
eo: Maldekstrume Malsupre Maldekstre
ia: In basso sinistre in senso anti-horari

source: Clockwise Bottom Right
ar: باتجاه عقارب الساعة سفلي يمين
eo: Dekstrume Malsupre Dekstre
ia: In basso dextere in senso anti-horari

source: Counterclockwise Top Right
ar: بعكس عقارب الساعة علوي يمين
eo: Maldekstrume Supre Dekstre
ia: Culmine dextere in senso anti-horari

source: Counterclockwise Top
ar: بعكس عقارب الساعة علوي
eo: Kontraŭhorloĝa Supro
ia: Culmine in senso anti-horari

source: Counterclockwise Right
ar: بعكس عقارب الساعة يميني
eo: Kontraŭhorloĝe Dekstre
ia: Dextera in senso anti-horari

source: Counterclockwise Bottom
ar: بعكس عقارب الساعة سفلي
eo: Maldekstruma Malsupro
ia: In basso in senso anti-horari

source: Counterclockwise Left
ar: بعكس عقارب الساعة يساري
eo: Maldekstrume Maldekstre
ia: Sinistra in senso anti-horari

source: Counterclockwise Top Left
ar: بعكس عقارب الساعة علوي يسار
eo: Maldekstrume Supre Maldekstre
ia: Culmine sinistrs in senso anti-horari

source: Clockwise Bottom Left
ar: باتجاه عقارب الساعة سفلي يسار
eo: Dekstrume Malsupre Maldekstre
ia: In Basso sinistre in senso horari

source: Counterclockwise Bottom Right
ar: بعكس عقارب الساعة سفلي يمين
eo: Maldekstrume Malsupre Dekstre
ia: In basso dextere in senso anti-horari

source: Clockwise Top Right
ar: باتجاه عقارب الساعة علوي يمين
eo: Dekstrume Supre Dekstre
ia: Culmine dextere in senso horari

source: Windshield
ar: الزجاج الأمامي
eo: Glaco
ia: Parabrisa

source: Right
ar: يمين
eo: Dekstra
ia: Dextera

source: Up
ar: أعلى
eo: Supren
ia: In alto

source: Vertical
ar: رأسي
eo: Vertikala

source: Horizontal
ar: أفقي
eo: Horizontala

source: Right Reverse
ar: يميني عكسي
eo: Dekstra Reverso
ia: Dextere invertite

source: Up Reverse
ar: أعلى عكسي
eo: Supren Reverse
ia: In alto invertite

source: Vertical Reverse
ar: عمودي عكسي
eo: Vertikala Inverso
ia: Vertical invertite

source: Horizontal Reverse
ar: أفقي عكسي
eo: Horizontala Inverso
ia: Horizontal invertite

source: Barn Door
ar: باب الحظيرة
eo: Garbeja Pordo
ia: Porta de granario

source: Diagonal Bottom Left
ar: قطري سفلي يسار
eo: Diagonala Malsupra Maldekstre
ia: Diagonal in fundo sinistre

source: Diagonal Bottom Left Reverse
ar: قطري سفلي يسار عكسي
eo: Diagonala Malsupra Maldekstra Reverso
ia: Diagonal in fundo sinistre invertite

source: Diagonal Top Left
ar: قطري اعلى اليسار
eo: Diagonala Supre Maldekstre
ia: Diagonal in alto sinistre

source: Diagonal Top Left Reverse
ar: قطري علوي يسار عكسي
eo: Diagonala Supre Maldekstra Inverso
ia: Diagonal in alto sinistre invertite

source: Barn Vee
ar: الحظيرة V

source: Barn Zig Zag
ar: الحظيرة متعرج
eo: Garbejo Zig Zag

source: Horizontal Reversed
ar: أفقي عكسي
eo: Horizontala Inversa
ia: Horizontal invertite

source: Vertical Reversed
ar: عمودي عكسي
eo: Vertikala Inversa
ia: Vertical invertite

source: Box
ar: الصندوق
eo: Skatolo
ia: Cassa

source: From Top Left
ar: من أعلى اليسار
eo: De Supre Maldekstre
ia: Ab alto sinistre

source: From Top Right
ar: من أعلى اليمين
eo: De Supre Dekstre
ia: Ab alto dextere

source: From Bottom Left
ar: من أسفل اليسار
eo: De Malsupre Maldekstre
ia: Ab basso sinistre

source: From Bottom Right
ar: من أسفل اليمين
eo: De Malsupre Dekstre
ia: Ab basso dextere

source: Diagonal
ar: قطري

source: Four Box
ar: أربعة صناديق
eo: Kvar Skatolo
ia: Quatro cassa

source: Corners In
ar: زوايا للداخل
eo: Anguloj En

source: Corners In Reverse
ar: زوايا للداخل عكسي
eo: Anguloj En Reverso
ia: Angulos in reverso

source: Corners Out
ar: زوايا للخارج
eo: Anguloj Ekstere

source: Corners Out Reverse
ar: زوايا للخارج عكسي
eo: Anguloj El Reverse
ia: Angulos foras reverso

source: Misc Diagonal
ar: قطري متنوع
ia: Diagonal miscite

source: Double Barn Door
ar: باب حظيرة مزدوج
eo: Duobla Garbeja Pordo
ia: Porta de granario duple

source: Double Diamond
ar: ماسة مزدوجة
eo: Duobla Diamanto
ia: Duple Diamante

source: Vee
ar: V

source: Zig Zag
ar: متعرّج

source: Fade
ar: تبهيت
eo: Dissolvi
ia: Pallidi

source: Crossfade
ar: التداخل
ia: Dissolventia cruciate

source: Fade over Color
ar: تلاشٍ فوق لون
eo: Fade super Koloro
ia: Dissolver sur color

source: ArrowHead
ar: فوقة
eo: Sagkapo
ia: Capite de Flecha

source: Down
ar: أسفل
eo: Malsupren
ia: a basso

source: Down Reverse
ar: أسفل عكسي
eo: Malsupren Reverse
ia: Basso inverite

source: Left
ar: يسار
eo: Maldekstre
ia: Sinistra

source: Left Reverse
ar: يساري عكسي
eo: Maldekstra Reverso
ia: Sinistra invertite

source: Ellipse
ar: بيضاوي
eo: Elipso

source: Circle
ar: دائرة
eo: Rondo
ia: Circulo

source: Circle Reverse
ar: دائرة عكسية
eo: Cirkla Inverso
ia: Circulo invertite

source: Eye
ar: عين
eo: Okulo
ia: Oculo

source: Hexagon
ar: سداسي
eo: Seslatero
ia: Hexagono

source: Iris
ar: حدقة
eo: Iriso

source: Diamond
ar: معين الزوايا
eo: Diamanto
ia: Diamante (Quadro)

source: Diamond Reverse
ar: ماسة عكسية
eo: Diamanta Reverso
ia: Diamante invertite

source: Rectangular
ar: مستطيل
eo: Rektangula

source: Rectangular Reverse
ar: مستطيل عكسي
eo: Rektangula Inverso
ia: Rectangular invertite

source: Misc
ar: متنوع
eo: Diverso

source: Heart
ar: قلب
eo: Koro
ia: Cuore

source: Heart Reverse
ar: قلب عكسي
eo: Koro Reversa
ia: Corde invertite

source: Keyhole
ar: ثقب المفتاح
eo: Serurtruo
ia: Serratura

source: Keyhole Reverse
ar: ثقب المفتاح عكسي
eo: Serurtruo Inversa
ia: Serratura invertite

source: Pentagon
ar: خماسي
eo: Pentagono
ia: Pentagono

source: RoundRect
ar: مستطيل مدور

source: Star
ar: النجم
eo: Stelo
ia: Stella

source: Four Point Star
ar: نجمة بأربع نقاط
eo: Kvar Punkta Stelo
ia: Stella a quatro punctas

source: Four Point Star Reverse
ar: نجمة بأربع نقاط عكسية
eo: Kvar Punkta Stelo Reverse
ia: Stella a quatro punctas invertite

source: Five Point Star
ar: نجمة بخمس نقاط
eo: Kvin Punkta Stelo
ia: Stella a cinque punctas

source: Five Point Star Reverse
ar: نجمة بخمس نقاط عكسية
eo: Kvin Punkta Stelo Reverse
ia: Stella a cinque punctas invertite

source: Six Point Star
ar: نجمة بست نقاط
eo: Ses Punkta Stelo
ia: Stella a sex punctas

source: Six Point Star Reverse
ar: نجمة بست نقاط عكسية
eo: Ses Punkta Stelo Reverse
ia: Stella a sex punctas invertite

source: Triangle
ar: مثلّث
eo: Triangulo
ia: Triangulo

source: Box Snakes
ar: ثعابين الصندوق
eo: Skatolo Serpentoj
ia: Serpentes de cassa

source: Two Box Top In
ar: صندوقان علويان للداخل
eo: Du Skatolo Supre En

source: Two Box Bottom In
ar: صندوقان سفليان للداخل
eo: Du Skatolo Fundo En

source: Two Box Left In
ar: صندوقان يساريان للداخل
eo: Du Skatolo Maldekstre En
ia: Duo quadros interne a sinistra

source: Two Box Right In
ar: صندوقان يمينان للداخل
eo: Du Skatolo Ĝuste En
ia: Duo quadros interne a dextera

source: Four Box Vertical In
ar: أربعة صناديق عمودية للداخل
eo: Kvar Skatolo Vertikala En
ia: Quatro quadros vertical interne

source: Four Box Horizontal In
ar: أربعة صناديق أفقية للداخل
eo: Kvar Skatolo Horizontala En
ia: Quatro quadros horizontal interne

source: Two Box Top Out
ar: صندوقان علويان للخارج
eo: Du Skatolo Supre El

source: Two Box Bottom Out
ar: صندوقان سفليان للخارج
eo: Du Skatolo Fundo Ekstere

source: Two Box Left Out
ar: صندوقان يساريان للخارج
eo: Du Skatolo Forlasita
ia: Duo quadros externe a sinistra

source: Two Box Right Out
ar: صندوقان يمينان للخارج
eo: Du Skatolo Ĝuste Ekstere
ia: Duo quadros externe a dextera

source: Four Box Vertical Out
ar: أربعة صناديق عمودية للخارج
eo: Kvar Skatolo Vertikala Ekstere
ia: Quatro quadros vertical externe

source: Four Box Horizontal Out
ar: أربعة صناديق أفقية للخارج
eo: Kvar Skatolo Horizontala Ekstere
ia: Quatro quadros horizontal externe

source: Parallel Snakes
ar: ثعابين متوازية
eo: Paralelaj Serpentoj
ia: Serpentes parallel

source: Vertical Top Same In
ar: عمودي علوي نفسه للداخل
eo: Vertikala Supro Same En
ia: Vertical mesme in alto interne

source: Vertical Top Same Out
ar: عمودي علوي نفسه للخارج
eo: Vertikala Supro Same Ekstere
ia: Vertical mesme in alto externe

source: Vertical Bottom Same In
ar: عمودي سفلي نفسه للداخل
eo: Vertikala Malsupro Same En
ia: Vertical mesme in basso interne

source: Vertical Bottom Same Out
ar: عمودي سفلي نفسه للخارج
eo: Vertikala Fundo Same Ekstere
ia: Vertical mesme in basso externe

source: Vertical Top Left Opposite In
ar: عمودي علوي يسار معاكس للداخل
eo: Vertikala Supre Maldekstre Male En
ia: Vertical in alto a sinistra opposite interne

source: Vertical Top Left Opposite Out
ar: عمودي علوي يسار معاكس للخارج
eo: Vertikala Supre Maldekstre Male Ekstere
ia: Vertical in alto a sinistra opposite externe

source: Vertical Bottom Left Opposite In
ar: عمودي سفلي يسار معاكس للداخل
eo: Vertikala Malsupro Maldekstre Male En

source: Vertical Bottom Left Opposite Out
ar: عمودي سفلي يسار معاكس للخارج
eo: Vertikala Malsupro Maldekstre Male Ekstere

source: Horizontal Left Same In
ar: أفقي يسار نفسه للداخل
eo: Horizontala Maldekstre Same En
ia: Horizontal mesme a sinistra interne

source: Horizontal Left Same Out
ar: أفقي يسار نفسه للخارج
eo: Horizontala Maldekstre Same Ekstere
ia: Horizontal mesme a sinistra externe

source: Horizontal Right Same In
ar: أفقي يمين نفسه للداخل
eo: Horizontala Dekstra Same En
ia: Horizontal mesme a dextera interne

source: Horizontal Right Same Out
ar: أفقي يمين نفسه للخارج
eo: Horizontala Dekstre Same Ekstere
ia: Horizontal mesme a dextera externe

source: Horizontal Top Left Opposite In
ar: أفقي علوي يسار معاكس للداخل
eo: Horizontala Supre Maldekstre Male En
ia: Horizontal in alto a sinistra opposite interne

source: Horizontal Top Left Opposite Out
ar: أفقي علوي يسار معاكس للخارج
eo: Horizontala Supre Maldekstre Male Ekstere
ia: Horizontal in alto a sinistra opposite externe

source: Horizontal Top Right Opposite In
ar: أفقي علوي يمين معاكس للداخل
eo: Horizontala Supre Dekstre Male En
ia: Horizontal in alto a dextera opposite interne

source: Horizontal Top Right Opposite Out
ar: أفقي علوي يمين معاكس للخارج
eo: Horizontala Supre Dekstre Male Ekstere

source: Diagonal Bottom Left Opposite In
ar: قطري سفلي يسار معاكس للداخل
eo: Diagonala Malsupro Maldekstre Male En

source: Diagonal Bottom Left Opposite Out
ar: قطري سفلي يسار معاكس للخارج
eo: Diagonala Malsupro Maldekstre Male Ekstere

source: Diagonal Top Left Opposite In
ar: قطري علوي يسار معاكس للداخل
eo: Diagonala Supre Maldekstre Male En

source: Diagonal Top Left Opposite Out
ar: قطري علوي يسار معاكس للخارج
eo: Diagonala Supre Maldekstre Male Ekstere

source: Snake
ar: ثعبان
eo: Serpento
ia: Serpente

source: Spiral
ar: لولبيّ
eo: Spiralo

source: Clockwise Top Left In
ar: باتجاه عقارب الساعة علوي يسار للداخل
eo: Dekstrume Supre Maldekstre En

source: Clockwise Top Left Out
ar: باتجاه عقارب الساعة علوي يسار للخارج
eo: Dekstrume Supre Maldekstre Ekstere

source: Clockwise Top Right In
ar: باتجاه عقارب الساعة علوي يمين للداخل
eo: Dekstrume Supre Dekstre En

source: Clockwise Top Right Out
ar: باتجاه عقارب الساعة علوي يمين للخارج
eo: Dekstrume Supre Dekstre Ekstere

source: Clockwise Bottom Left In
ar: باتجاه عقارب الساعة سفلي يسار للداخل
eo: Dekstrume Malsupre Maldekstre En

source: Clockwise Bottom Left Out
ar: باتجاه عقارب الساعة سفلي يسار للخارج
eo: Dekstrume Malsupro Maldekstre Ekstere

source: Clockwise Bottom Right In
ar: باتجاه عقارب الساعة سفلي يمين للداخل
eo: Dekstrume Malsupro Dekstre En

source: Clockwise Bottom Right Out
ar: باتجاه عقارب الساعة سفلي يمين للخارج
eo: Dekstrume Malsupro Dekstre Ekstere

source: Counterclockwise Top Left In
ar: بعكس عقارب الساعة علوي يسار للداخل
eo: Maldekstrume Supre Maldekstre En

source: Counterclockwise Top Left Out
ar: بعكس عقارب الساعة علوي يسار للخارج
eo: Maldekstrume Supre Maldekstre Ekstere

source: Counterclockwise Top Right In
ar: بعكس عقارب الساعة علوي يمين للداخل
eo: Maldekstrume Supre Dekstre En

source: Counterclockwise Top Right Out
ar: بعكس عقارب الساعة علوي يمين للخارج
eo: Maldekstrume Supre Dekstre Ekstere

source: Counterclockwise Bottom Left In
ar: بعكس عقارب الساعة سفلي يسار للداخل
eo: Maldekstrume Malsupre Maldekstre En

source: Counterclockwise Bottom Left Out
ar: بعكس عقارب الساعة سفلي يسار للخارج
eo: Maldekstrume Malsupre Maldekstre Ekstere

source: Counterclockwise Bottom Right In
ar: بعكس عقارب الساعة سفلي يمين للداخل
eo: Maldekstrume Malsupro Dekstre En

source: Counterclockwise Bottom Right Out
ar: بعكس عقارب الساعة سفلي يمين للخارج
eo: Maldekstrume Malsupre Dekstre Ekstere

source: Waterfall
ar: شلال
eo: Akvofalo
ia: Cascada

source: Top Left Vertical
ar: علوي يسار عمودي
eo: Supre Maldekstra Vertikalo
ia: In alto vertical sinistre

source: Top Left Horizontal
ar: علوي يسار أفقي
eo: Supre Maldekstre Horizontala
ia: In alto horizontal sinistre

source: Top Right Vertical
ar: علوي يمين عمودي
eo: Supre Dekstra Vertikalo
ia: In alto vertical dextere

source: Top Right Horizontal
ar: علوي يمين أفقي
eo: Supre Dekstre Horizontala
ia: In alto horizontal dextere

source: Bottom Left Vertical
ar: سفلي يسار عمودي
eo: Malsupre Maldekstre Vertikalo
ia: In basso vertical sinistre

source: Bottom Left Horizontal
ar: سفلي يسار أفقي
eo: Malsupre Maldekstre Horizontala
ia: In basso horizontal sinistre

source: Bottom Right Vertical
ar: سفلي يمين عمودي
eo: Malsupra Dekstra Vertikalo
ia: In basso vertical dextere

source: Bottom Right Horizontal
ar: سفلي يمين أفقي
eo: Malsupre Dekstre Horizontala
ia: In basso Horizontal dextere

source: Slide
ar: أزْلِق
eo: Gliti
ia: Diapositiva

source: Space Rotation
ar: دوران فضاء
eo: Spaca Rotacio
ia: Rotation de spatio

source: Swap effect
ar: تأثير مبادلة
eo: Interŝanĝa efiko
ia: Commuta effecto

source: Header
ar: ترويسة
eo: Kapo
ia: Capite

source: Footer
ar: تذييل
eo: Piedo
ia: Pede de pagina
