Repository: KDE/calligra
Catalog: po/*/calligra_shape_formula.po
Languages: ar

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com

# (qtundo-format)
source: Add text to formula
ar: أضف نصًّا إلى الصيغة

# (qtundo-format)
source: Change rows
ar: غيّر الصفوف

# (qtundo-format)
source: Add text
ar: أضف نصًّا

# (qtundo-format)
source: Insert row
ar: أدرج صفًّا

# (qtundo-format)
source: Remove row
ar: أزل الصف

# (qtundo-format)
source: Insert column
ar: أدرج عمودًا

# (qtundo-format)
source: Remove column
ar: أزل العمود

# (qtundo-format)
source: Insert formula elements.
ar: أدرج عناصر الصيغة.

# (qtundo-format)
source: Remove formula elements
ar: أزل عناصر الصيغة

# @title:group
source: Edit
ar: حرّر

source: Font:
ar: الخط:

# @title:group
source: Insert
ar: إدراج

source: Arrows
ar: أسهم

source: Greek
ar: يوناني

source: Relations
ar: علاقات

source: Operators
ar: عوامل

source: Miscellaneous
ar: متفرقات

source: Elements:
ar: العناصر:

source: Symbols:
ar: الرموز:

source: Actions:
ar: الإجراءات:

# This button opens a file dialog to load a MathML file
source: Load...
ar: حمّل...

source: Save...
ar: احفظ...

source: This document contains an external link to a remote document %1
ar: يحتوي هذا المستند على وصلة خارجية إلى مستند بعيد %1

source: Confirmation Required
ar: يلزم تأكيد

source: Download
ar: نزّل

source: Skip
ar: تجاوز

source: Formula
ar: صيغة

source: A formula
ar: صيغة

source: Insert fenced element
ar: أدرج عنصرًا مسيّجًا

source: Insert enclosed element
ar: أدرج عنصرًا مغلفًا

source: Insert root
ar: أدرج جذرًا

source: Insert square root
ar: أدرج جذرًا تربيعيًّا

source: Insert fraction
ar: أدرج كسرًا

source: Insert bevelled fraction
ar: أدرج كسرًا مشطوفًا

source: Insert 3x3 table
ar: أدرج جدول 3×3

source: Insert 2 dimensional vector
ar: أدرج متجهًا ثنائيَّ الأبعاد

source: Insert subscript
ar: أدرج رمزًا سفليًّا

source: Insert superscript
ar: أدرج رمزًا علويًّا

source: Insert sub- and superscript
ar: أدرج رمزًا علويًّا وسفليًّا

source: Insert overscript
ar: أدرج رمزًا فوقيًّا

source: Insert underscript
ar: أدرج رمزًا تحتانيًّا

source: Insert under- and overscript
ar: أدرج رمزًا تحتانيًّا وفوقيًّا

source: Insert row
ar: أدرج صفًّا

source: Insert column
ar: أدرج عمودًا

source: Remove row
ar: أزل الصف

source: Remove column
ar: أزل العمود

source: Formula editing
ar: تحرير الصيغ

source: Mode:
ar: الوضع:

source: LaTeX
ar: لاتخ

source: Matlab
ar: ماتلاب

source: Parse error.
ar: خطأ في التحليل.

source: Edit formula with LaTeX/Matlab syntax
ar: حرّر الصيغة بتكوين لاتخ/ماتلاب

source: Edit formula with LaTeX syntax
ar: حرّر الصيغة بتكوين لاتخ
