Repository: KDE/calligra
Catalog: po/*/calligrawords.po
Languages: eo

source: &File
eo: &Dosiero

source: &Edit
eo: R&edakti

source: &View
eo: &Rigardi

source: &Display Mode
eo: &Vidiga Reĝimo

source: Semantics
eo: Semantiko

source: S&tyles
eo: S&tiloj

source: &Settings
eo: &Agordo

source: Spellcheck
eo: Literumkontrolo

source: AutoCorrection
eo: Aŭtomata korekto

source: Edit
eo: Redakti

source: Spell Check Result
eo: Rezulto de literumkontrolo

source: Change Variable To
eo: Ŝanĝi Variablon Al

source: &Tools
eo: &Iloj

# (qtundo-format)
source: Set Page Style
eo: Agordu Paĝan Stilon

# (qtundo-format)
source: Insert Page Style
eo: Enigu Paĝan Stilon

# (qtundo-format)
source: Page Properties
eo: Paĝaj Ecoj

# (qtundo-format)
source: Create shape
eo: Krei formon

source: Baseline
eo: Bazlinio

source: Character
eo: Signo

source: Row
eo: Linio

source: Page (entire) area
eo: Paĝa (tuta) areo

source: Page text area
eo: Paĝa tekstareo

source: Paragraph area
eo: Alinea areo

source: Paragraph text area
eo: Alinea tekstareo

source: Left page border
eo: Maldekstra paĝa rando

source: Right page border
eo: Dekstra paĝa rando

source: Right paragraph border
eo: Dekstra alinea limo

source: Left paragraph border
eo: Maldekstra alinea limo

source: Shape relation to text is:
eo: Forma rilato al teksto estas:

source: Inline with text (behaves as a character)
eo: Konforma al teksto (kondutas kiel signo)

source: Floating, but anchored to a character position
eo: Flosanta, sed ankrita al karaktero pozicio

source: Floating, but anchored to a paragraph
eo: Flosanta, sed ankrita al alineo

source: Floating free (not anchored to text)
eo: Flosante libera (ne ankrita al teksto)

source: Vertical Positioning
eo: Vertikala Pozicio

source: Top align with:
eo: Supre vicigi kun:

source: Center align with:
eo: Centre vicigi kun:

source: Bottom align with:
eo: Malsupre vicigi kun:

source: Offset
eo: Deŝovo

source: from:
eo: de:

source: Horizontal Positioning
eo: Horizontala Pozicio

source: Left align with:
eo: Maldekstre vicigi kun:

source: Right align with:
eo: Dekstre vicigi kun:

source: Configure
eo: Agordi

source: Grid
eo: Krado

# @title:tab Document settings page
source: Document
eo: Dokumento

source: Document Settings
eo: Dokumentaj Agordoj

# @title:tab Author page
source: Author
eo: Aŭtoro

source: Author
eo: Aŭtoro

source: Create New Bookmark
eo: Krei Novan Legomarkon

source: Bookmarks allow you to jump between parts of your document. Please provide the name of your bookmark.
eo: Legosignoj permesas vin salti inter partoj de via dokumento. Bonvolu doni la nomon de via legosigno.

source: Name:
eo: Nomo:

source: Columns:
eo: Kolumnoj:

source: Column spacing:
eo: Kolumnointerspaco:

source: frameset
eo: kadraro

source: No framesets in document
eo: Neniuj kadraroj en la dokumento

source: Name of frameset:
eo: Nomo de la kadraro:

source: Create a new frameset:
eo: Krei novan kadraron:

source: Select existing frameset to connect to:
eo: Elekti ekzistantan kadraron al kiu konekti:

source: Frameset Name
eo: Kadraronomo

source: Smart Positioning
eo: Inteligenta Poziciado

source: Text Run Around
eo: Teksto ĉirkaŭfluas

source: Connect Text Frames
eo: Kunligi tekstkadrojn

# (qtundo-format)
source: Change Shape Properties
eo: Ŝanĝi Formajn Trajtojn

source: Anchor to...
eo: Ankri al...

source: &Page
eo: &Paĝo

source: Para&graph
eo: Ali&neo

source: &To Character
eo: &Al Signo

source: &As Character
eo: &Kiel Signo

source: Horizontal Alignment
eo: Horizontala Vicigo

source: &Left
eo: &Maldekstre

source: &Center
eo: &Centre

source: &Right
eo: &Dekstre

source: Vertical Alignment
eo: Vertikala vicigo

source: &Top
eo: &Supro

source: &Middle
eo: &Mezo

source: &Bottom
eo: &Malsupro

source: Text Wrap-around
eo: Teksta ĉirkaŭvolvo

source: Run through this shape
eo: Ruli tra ĉi tiu formo

source: Skip below this shape
eo: Salti sub ĉi tiun formon

source: Run on left side of this shape
eo: Ruli sur la maldekstra flanko de ĉi tiu formo

source: Run on right side of this shape
eo: Ruli dekstre de ĉi tiu formo

source: Run on longest side of this shape
eo: Ruli sur la plej longa flanko de ĉi tiu formo

source: Run on both sides of this shape
eo: Ruli ambaŭflanke de ĉi tiu formo

source: Run on sides that are wider than:
eo: Ruli sur flankoj pli larĝaj ol:

source: Distance Between Shape and Text:
eo: Distanco Inter Formo kaj Teksto:

source: Columns
eo: Kolumnoj

source: Style
eo: Stilo

source: Clone
eo: Kloni

source: Delete
eo: Forigi

# (qtundo-format)
source: Change Page Style
eo: Ŝanĝi Paĝan Stilon

source: Add a new page style with the name:
eo: Aldoni novan paĝstilon kun la nomo:

source: Clone Page Style
eo: Kloni Paĝan Stilon

source: Text elsewhere will:
eo: Teksto aliloke:

source: The shape affects the text by its:
eo: La formo influas la tekston per sia:

source: Bounding box
eo: Limskatolo

source: Contour
eo: Konturo

source: Shape and text is separated:
eo: Formo kaj teksto estas apartigitaj:

source: Left by:
eo: Maldekstre je:

source: Above by:
eo: Supre je:

source: Below by:
eo: Malsupre je:

source: Right by:
eo: Dekstre je:

source: &Rename
eo: &Renomi

source: &Delete
eo: &Forigi

source: Rename Bookmark
eo: Alinomi la legosignon

source: Please provide a new name for the bookmark
eo: Bonvolu doni novan nomon por la legosigno

source: A bookmark with the name "%1" already exists.
eo: Legosigno kun la nomo "%1" jam ekzistas.

source: Select Bookmark
eo: Elekti Legomarkon

source: Geometry
eo: Geometrio

source: Page Size && Margins
eo: Paĝa Grandeco && Marĝenoj

source: Create
eo: Krei

source: Debug
eo: Sencimigi

source: Navigation
eo: Navigado

source: Page #
eo: Paĝo n-ro

source: Section
eo: Sekcio

source: Statistics
eo: Statistiko

source: Words:
eo: Vortoj:

source: Sentences:
eo: Frazoj:

source: Syllables:
eo: Silaboj:

source: Characters (spaces):
eo: Signoj (spacoj):

source: Characters (no spaces):
eo: Signoj (sen spacoj):

source: Lines:
eo: Linioj:

source: Readability:
eo: Legebleco:

source: Flesch reading ease
eo: Legfacileco laŭ Flesch

source: East asian characters:
eo: Orientaziaj signoj:

source: Words
eo: Vortoj

source: Sentences
eo: Frazoj

source: Syllables
eo: Silaboj

source: Lines
eo: Linioj

source: Characters With Spaces
eo: Signoj Kun Spacoj

source: Characters without spaces
eo: Signoj krom spacoj

source: East Asian characters
eo: Orientaziaj signoj

source: Flesch Reading Ease
eo: Flesch Legad-Faciligo

# Style name
source: Standard
eo: Norma

# Style name
source: Head 1
eo: Titolo 1

# Style name
source: Head 2
eo: Titolo 2

# Style name
source: Head 3
eo: Titolo 3

# Style name
source: Enumerated List
eo: Numerita listo

# Style name
source: Alphabetical List
eo: Alfabeta listo

# Style name
source: Bullet List
eo: Bulita listo

# Style name
source: Contents Title
eo: Enhavotitolo

# Style name
source: Contents Head 1
eo: Enhavotitolo 1

# Style name
source: Contents Head 2
eo: Enhavotitolo 2

# Style name
source: Contents Head 3
eo: Enhavotitolo 3

# Style name
source: Document Title
eo: Dokumentotitolo

# Style name
source: Header
eo: Kapo

# Style name
source: Footer
eo: Piedo

# Style name
source: Plain
eo: Simpla

# Style name
source: Borders 1
eo: Borderoj 1

# Style name
source: Borders 2
eo: Borderoj 2

# Style name
source: Borders 3
eo: Borderoj 3

# Style name
source: Row
eo: Linio

# Style name
source: Column
eo: Kolumno

# Style name
source: Light Gray
eo: Helgrizo

# Style name
source: Dark Gray
eo: Malhelgrizo

# Style name
source: Black
eo: Nigra

# Style name
source: Light Blue
eo: Helbluo

# Style name
source: Dark Blue
eo: Malhelblua

# Style name
source: Red
eo: Ruĝa

# Style name
source: Yellow
eo: Flava

# Style name
source: Colorful
eo: Multkolora

# Style name
source: Bluish
eo: Bluaj

# Style name
source: Simple 1
eo: Simpla 1

# Style name
source: Simple 2
eo: Simpla 2

# Style name
source: Simple 3
eo: Simpla 3

# Style name
source: Header 1
eo: Kapo 1

# Style name
source: Header 2
eo: Kapo 2

# Style name
source: Header 3
eo: Kapo 3

# Style name
source: Header 4
eo: Kapo 4

# Style name
source: Columns 1
eo: Kolumnoj 1

# Style name
source: Columns 2
eo: Kolumnoj 2

# Style name
source: Grid 1
eo: Krado 1

# Style name
source: Grid 2
eo: Krado 2

# Style name
source: Grid 3
eo: Krado 3

# Style name
source: Gray Heading
eo: Griza Titolo

# Style name
source: Blue Heading
eo: Blua Titolo

# Style name
source: Blue Traditional
eo: Blua Tradicia

# Style name
source: Gray Traditional
eo: Griza Tradicia

# Style name
source: Blue Top and Bottom
eo: Blua Supro kaj Malsupro

# Style name
source: Gray Top and Bottom
eo: Griza Supre kaj Malsupro

source: Word processor
eo: Tekstprilaborilo

source: Copyright 1998-%1, The Words Team
eo: Kopirajto 1998-%1, The Words Team

source: Co maintainer
eo: Kuna prizorganto

source: Everything
eo: Ĉion

source: Formatting stuff
eo: Formataj aferoj

source: Filter
eo: Filtri

source: Layout and Painting
eo: Aranĝo kaj Pentraĵo

source: Statistics docker
eo: Docker de statistikoj

source: Foot and endnotes
eo: Piedo kaj finnotoj

source: Bibliography
eo: Bibliografio

source: Style Manager
eo: Stilo-Manaĝero

source: ODF Support
eo: Subteno de ODF

source: Fatcow Web Hosting
eo: Fatcow Reteja Gastigado

source: Page break icon
eo: Paĝrompikono

# NAME OF TRANSLATORS
source: Your names
eo: Wolfram Diestel,Steffen Pietsch,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: wolfram@steloj.de,Steffen.Pietsch@BerlinOnline.de,okellogg@users.sourceforge.net

source: Copy
eo: Kopii

source: Standard
eo: Norma

source: Document Title
eo: Dokumentotitolo

source: Head 1
eo: Titolo 1

source: Head 2
eo: Titolo 2

source: Head 3
eo: Titolo 3

source: Bullet List
eo: Bulita listo

source: Tools
eo: Iloj

source: Invalid OASIS OpenDocument file. No office:body tag found.
eo: Nevalida OASIS OpenDocument-dosiero. Mankas marko 'office:body'.

source: Invalid OASIS OpenDocument file. No tag found inside office:body.
eo: Nevalida OASIS OpenDocument-dosiero. Neniu etikedo trovita en office:body.

source: This is not a word processing document, but %1. Please try opening it with the appropriate application.
eo: Ĉi tio ne estas tekstprilabora dokumento, sed %1. Bonvolu provi malfermi ĝin per la taŭga aplikaĵo.

# Default page style display name
source: Standard
eo: Normala

source: Can not find needed text component, Words will quit now
eo: Ne povas trovi bezonatan tekstkomponenton, Vortoj ĉesos nun

source: Installation Error
eo: Instala eraro

source: Modified
eo: Ŝanĝita

source: Saved
eo: Savita

source: Page %1 of %2
eo: Paĝo %1 el %2

source: Page %1-%2 of %3
eo: Paĝo %1-%2 el %3

source: Line %1
eo: Linio %1

source: Page Number
eo: Paĝa Nombro

source: Line Number
eo: Linia Nombro

source: Change the page style
eo: Ŝanĝi la paĝan stilon

source: Page Style
eo: Paĝa Stilo

source: Page Size
eo: Paĝa Grandeco

source: Saved/Modified
eo: Konservita/Modifita

source: Mouse Cursor X:Y
eo: Musa Kursoro X:Y

source: Zoom Controller
eo: Zomo-Regilo

source: Exit Fullscreen Mode
eo: Eliri Plenekranan Reĝimon

source: Shape Properties...
eo: Formtrajtoj...

source: Change how the shape behave
eo: Ŝanĝi kiel la formo kondutu

source: Create Template From Document...
eo: Krei Ŝablonon el Dokumento...

source: Save this document and use it later as a template
eo: Konservi ĉi tiun dokumenton kaj uzi ĝin poste kiel ŝablonon

source: You can save this document as a template.<br><br>You can use this new template as a starting point for another document.
eo: Vi povas konservi ĉi tiun dokumenton kiel ŝablonon.<br><br>Vi povas uzi ĉi tiun novan ŝablonon kiel deirpunkton por alia dokumento.

source: Show Formatting Characters
eo: Montri Formatajn Signojn

source: Toggle the display of non-printing characters
eo: Baskuligi la montradon de nepresaj signoj

source: Toggle the display of non-printing characters.<br/><br/>When this is enabled, Words shows you tabs, spaces, carriage returns and other non-printing characters.
eo: Baskuligi la montradon de nepreseblaj signoj.<br/><br/>Kiam ĉi tio estas ebligita, Words montras al vi tabojn, spacojn, kaleŝojn kaj aliajn nepreseblajn signojn.

source: Show Field Shadings
eo: Montri Kampajn Ombrigojn

source: Toggle the shaded background of fields
eo: Baskuligi la ombritan fonon de kampoj

source: Toggle the visualization of fields (variables etc.) by drawing their background in a contrasting color.
eo: Baskuligi la bildigon de kampoj (variabloj ktp.) desegnante ilian fonon en kontrasta koloro.

source: Show Text Shape Borders
eo: Montri Tekstformajn Borderojn

source: Turns the border display on and off
eo: Enŝaltas kaj malŝaltas la randmontradon

source: Turns the border display on and off.<br/><br/>The borders are never printed. This option is useful to see how the document will appear on the printed page.
eo: Enŝaltas kaj malŝaltas la randmanieron.<br/><br/>La randoj neniam estas presitaj. Ĉi tiu opcio estas utila por vidi kiel la dokumento aperos sur la presita paĝo.

source: Show Table Borders
eo: Montri Tabelajn Bordojn

source: Toggle the display of table borders
eo: Baskuligi la montradon de tabelbordoj

source: Toggle the display of table borders.<br/><br/>When this is enabled, Words shows you any invisible table borders with a thin gray line.
eo: Baskuligi la montradon de tabelborderoj.<br/><br/>Kiam tio estas ebligita, Words montras al vi nevideblajn tabelrandojn kun maldika griza linio.

source: Show Section Bounds
eo: Montri Sekciajn Limojn

source: Toggle the display of section bounds
eo: Baskuligi la montradon de sekcilimoj

source: Toggle the display of section bounds.<br/><br/>When this is enabled, any section bounds will be indicated with a thin gray horizontal brackets.
eo: Ŝaltu la montradon de sekcilimoj.<br/><br/>Kiam tio estas ebligita, ajnaj sekcilimoj estos indikitaj per maldikaj grizaj horizontalaj krampoj.

source: Show Rulers
eo: Montri mezurilojn

source: Shows or hides rulers
eo: Montras aŭ kaŝas mezurilojn

source: The rulers are the white measuring spaces top and left of the document. The rulers show the position and width of pages and of frames and can be used to position tabulators among others.<p>Uncheck this to disable the rulers from being displayed.</p>
eo: La mezuriloj estas la blankaj mezurspacoj supre kaj maldekstre de la dokumento. La mezuriloj montras la pozicion kaj larĝon de paĝoj kaj kadroj kaj povas esti uzataj por poziciigi tabelulojn inter aliaj.<p>Malmarku ĉi tion por malebligi la montradon de la mezuriloj.</p>

source: Snap to Grid
eo: Kapti al krado

source: Show Status Bar
eo: Montri Statobreton

source: Shows or hides the status bar
eo: Montras aŭ kaŝas la statusbreton

source: Fullscreen Mode
eo: Plenekrana Reĝimo

source: Set view in fullscreen mode
eo: Agordi vidon en plenekrana reĝimo

source: Semantic Stylesheets...
eo: Semantikaj stilfolioj...

source: Modify and add semantic stylesheets
eo: Modifi kaj aldoni semantikajn stilfoliojn

source: Stylesheets are used to format the display of information which is stored in RDF.
eo: Stilfolioj estas uzataj por formati la montradon de informoj, kiuj estas konservitaj en RDF.

source: Configure...
eo: Agordi...

source: Page Layout...
eo: Paĝaranĝo...

source: Change properties of entire page
eo: Ŝanĝi ecojn de tuta paĝo

source: Change properties of the entire page.<p>Currently you can change paper size, paper orientation, header and footer sizes, and column settings.</p>
eo: Ŝanĝi ecojn de la tuta paĝo.<p>Nuntempe vi povas ŝanĝi papergrandon, paperorientiĝon, kapliniajn kaj piedliniajn grandecojn kaj kolumnajn agordojn.</p>

source: Create Header
eo: Krei Kapon

source: Create Footer
eo: Krei Piedon

source: Show Comments
eo: Montri Komentojn

source: Shows comments in the document
eo: Montras komentojn en la dokumento

source: Word Count
eo: Sumo da vortoj

source: Shows or hides word counting in status bar
eo: Montras aŭ kaŝas vortkalkuladon en statusbreto

source: Page Setup
eo: Paĝa Agordo

source: Header & Footer
eo: Kapo & Piedo

source: Page layout
eo: Paĝa aranĝo

# Label for the Find text input box
source: Find:
eo: Trovi:

# Next search result
source: Next
eo: Sekva

# Previous search result
source: Previous
eo: Antaŭa

# Search options
source: Options
eo: Opcioj

# Label for the Replace text input box
source: Replace:
eo: Anstataŭigi:

# Replace the current match
source: Replace
eo: Anstataŭigi

# Replace all found matches
source: Replace All
eo: Anstataŭigi Ĉion

source: Replace
eo: Anstataŭigi

# Total number of matches
source: 1 match found
eo: 1 kongruo trovita

source: No matches found
eo: Neniuj kongruoj trovitaj

source: Search hit bottom, continuing from top.
eo: Serĉo trafis fundon, daŭrigante de supre.

source: Search hit top, continuing from bottom.
eo: Serĉo trafis supre, daŭrigante de malsupre.

source: Odd Pages Header
eo: Malparaj paĝkapoj

source: Even Pages Header
eo: Paraj paĝkapoj

source: Odd Pages Footer
eo: Malparaj paĝpiedoj

source: Even Pages Footer
eo: Paraj paĝpiedoj

source: Main text
eo: Ĉefa teksto

source: Other text
eo: Alia teksto
