Repository: KDE/calligra
Catalog: po/*/calligra_shape_artistictext.po
Languages: eo

# (qtundo-format)
source: Add text range
eo: Aldoni tekstan gamon

source: ArtisticTextShape
eo: ArtecaTekstFormo

source: A shape which shows a single text line
eo: Formo kiu montras ununuran tekstlinion

source: Artistic Text
eo: Arta Teksto

source: Detach Path
eo: Demeti Vojon

source: Convert to Path
eo: Konverti al Pado

source: Bold text
eo: Grasa teksto

source: Italic text
eo: Kursiva teksto

source: Superscript
eo: Superskribo

source: Subscript
eo: Subskribo

source: Anchor at Start
eo: Ankro ĉe Komenco

source: Anchor at Middle
eo: Ankro ĉe Mezo

source: Anchor at End
eo: Ankro ĉe Fino

source: Click to change cursor position.
eo: Klaku por ŝanĝi la pozicion de la kursoro.

source: Click to select text shape.
eo: Klaku por elekti tekstoformon.

source: Double click to put text on path.
eo: Duoble alklaku por meti tekston sur vojon.

source: Drag handle to change start offset.
eo: Trenu tenilon por ŝanĝi komencan ofseton.

source: Press escape to finish editing.
eo: Premu eskapi por fini redaktadon.

source: Press return to finish editing.
eo: Premu revenon por fini redaktadon.

# (qtundo-format)
source: Convert to Path
eo: Konverti al Pado

source: Text Properties
eo: Tekstaj Propraĵoj

source: Text On Path
eo: Teksto Sur Vojo

source: Artistic text editing
eo: Arta tekstoredaktado

# (qtundo-format)
source: Attach Path
eo: Alligi Vojon

# (qtundo-format)
source: Change text anchor
eo: Ŝanĝi tekstan ankron

# (qtundo-format)
source: Change font
eo: Ŝanĝi tiparon

# (qtundo-format)
source: Change Text Offset
eo: Ŝanĝi Tekstan Ofseton

# (qtundo-format)
source: Detach Path
eo: Demeti Vojon

# (qtundo-format)
source: Remove text range
eo: Forigi tekstgamon

# (qtundo-format)
source: Replace text range
eo: Anstataŭigi tekstintervalon
