Repository: KDE/calligra
Catalog: po/*/calligra-dockers.po
Languages: eo

source: Found no shapes in the collection! %1
eo: Ne trovis formojn en la kolekto! %1

source: Not a valid Calligra file: %1
eo: Ne valida Calligra-dosiero: %1

source: No body tag found in file: %1
eo: Neniu korpa etikedo trovita en dosiero: %1

source: No office:drawing tag found in file: %1
eo: Neniu office:drawing etikedo trovita en dosiero: %1

source: No shapes found in file: %1
eo: Neniuj formoj trovataj en dosiero: %1

source: Add Shape
eo: Aldoni Formon

source: More
eo: Pli

source: Open Shape Collection
eo: Malfermi Formaron

source: Remove Shape Collection
eo: Forigi Formaron

source: Default
eo: Defa≈≠lta

source: Geometrics
eo: Geometrio

source: Arrows
eo: Sagoj

source: Funny
eo: Amuza

source: Collection Error
eo: Kolekta Eraro

source: Shape Properties
eo: Trajtoj de Formo

source: Snap Settings
eo: Agordoj de Kapto
