Repository: KDE/calligra
Catalog: po/*/calligrastage.po
Languages: ar, eo, ia

source: &Edit
ar: &حرّر
eo: R&edakti
ia: &Edita

source: &View
ar: ا&عرض
eo: &Rigardi
ia: &Vista

source: &Insert
ar: أ&درج
eo: Enmet&i
ia: &Inserta

source: F&ormat
ar: ت&نسيق
eo: &Formato
ia: F&ormato

source: &Slide
ar: أزْلِ&ق
eo: &Folio
ia: &Diapositiva

source: Sli&de Show
ar: عرض ال&شرائح
eo: Foli&prezento
ia: Expo&sition de Diapositivas

source: &Settings
ar: إ&عدادات
eo: &Agordo
ia: Preferentia&s

# (qtundo-format)
source: Add custom slide show
ar: أضف عرض شرائح مخصصًا
eo: Aldoni personecigitan bildprezenton
ia: Adde exposition de diapositivas personalisate

# (qtundo-format)
source: Create shape animation
ar: أنشئ حركة شكل
eo: Krei form-animacion
ia: Crea Animation de forma

# (qtundo-format)
source: Edit animation trigger event
ar: عدّل حدث مشغل الحركة
eo: Redakti animacian ekig-eventon
ia: Modifica evento discatenante de Animation

# (qtundo-format)
source: Remove shape animation
ar: أزل حركة الشكل
eo: Forigi forman animacion
ia: Remove Animation de forma

# (qtundo-format)
source: Delete custom slide show
ar: احذف عرض الشرائح المخصص
eo: Forigi personecigitan bildoprezenton
ia: Dele exposition de diapositivas personalisate

# (qtundo-format) Delete one slide
source: Delete slide
ar: احذف الشريحة
eo: Forigi diapozitivon
ia: Dele diapositiva

# (qtundo-format)
source: Delete slide
ar: احذف الشريحة
ia: Dele diapositiva

# (qtundo-format)
source: Edit animation delay/duration
ar: عدّل تأخير/مدة الحركة
eo: Redakti kuraĝigon prokrasto/daŭro
ia: Modifica retardo/duration de Animation

# (qtundo-format)
source: Edit custom slide show
ar: عدّل عرض الشرائح المخصص
eo: Redaktu personecigitan bildoprezenton
ia: Modifica exposition de diapositivas personalisate

# (qtundo-format)
source: Create Slide Effect
ar: أنشئ تأثير شريحة
eo: Krei Slide Efiko
ia: Crea effecto diapositiva

# (qtundo-format)
source: Modify Slide Effect
ar: عدّل تأثير الشريحة
eo: Modifi Slide Effect
ia: Modifica effecto diapositiva

# (qtundo-format)
source: Delete Slide Effect
ar: احذف تأثير الشريحة
eo: Forigi Slide Effect
ia: Dele effecto de diapositiva

# (qtundo-format)
source: Modify Slide Transition
ar: عدّل انتقال الشريحة
eo: Modifi Slide Transicion
ia: Modifica transition de diapositiva

# (qtundo-format)
source: Rename custom slide show
ar: أعد تسمية عرض الشرائح المخصص
eo: Alinomi personan bildoprezenton
ia: Renomina exposition de diapositivas personalisate

# (qtundo-format)
source: Reorder animations
ar: أعد تسلسل الحركات
eo: Reordigu kuraĝigojn
ia: Reordina Animationes

# application name
source: Calligra Stage
ar: كي بريزينتر
eo: Caligra Scenejo

source: Presentation Tool
ar: أداة العروض التقديمية
eo: Prezenta Ilo
ia: Instrumento de Presentation

source: Copyright 1998-%1, The Stage Team
ar: حقوق النشر 1998-%1، فريق Stage
eo: Kopirajto 1998-%1, The Stage Team
ia: Copyright 1998-%1, Le equipa de Stage

source: Carl Schwan
ar: كارل شوان

source: Maintainer/Port to Qt6
ar: المُصان/نقل إلى Qt6

source: Former maintainer
ar: المشرف السابق
eo: Iama prizorganto
ia: Mantenitor Precedente

source: Original author
ar: المؤلف الأصلي
eo: Origina aŭtoro
ia: Autor original

source: Peter Simonsson
ar: بيتر سيمونسون

source: Boudewijn Rempt
ar: بودوين رمبت

source: Carlos Licea
ar: كارلوس ليسيا
eo: Karlo Licea

source: Martin Pfeiffer
ar: مارتن فايفر

# EMAIL OF TRANSLATORS
source: Your emails
ar: mosawi@arabeyes.org
eo: wolfram@steloj.de,Steffen.Pietsch@BerlinOnline.de,okellogg@users.sourceforge.net
ia: g.sora@tiscali.it

# NAME OF TRANSLATORS
source: Your names
ar: السيد جعفر الموسوي
eo: Wolfram Diestel,Steffen Pietsch,Oliver Kellogg
ia: Giovanni Sora

source: Unknown
ar: مجهول
eo: Nekonata
ia: Incognite

source: Slide %1
ar: الشريحة %1
ia: Diapositiva %1

source: End of presentation. Click to exit.
ar: نهاية العرض. انقر للخروج.
eo: Fino de prezento. Klaku por eliri.
ia: Fin de presentation. Pulsa per exir.

source: Layout
ar: التخطيط
eo: Aspekto
ia: Layout (disposition)

source: Can not find needed text component, Calligra Stage will quit now.
ar: لا أستطيع إيجاد مكون النص المطلوب، كاليغرا Stage سيخرج الآن.
eo: Ne povas trovi bezonatan tekstkomponenton, Calligra Stage ĉesos nun.
ia: Non pote trovar le componente necessari. Calligra Stage nunc abandonara.

source: Can not find needed picture component, Calligra Stage will quit now.
ar: لا أستطيع إيجاد مكون الصورة المطلوب، كاليغرا Stage سيخرج الآن.
eo: Ne povas trovi bezonatan bildkomponenton, Calligra Stage ĉesos nun.
ia: Il non pote trovar le componente de imagine necessari, Calligra Stage nunc exira.

source: Installation Error
ar: خطأ تثبيت
eo: Instala eraro
ia: Error de installation

# (qtundo-format)
source: Insert Pictures
ar: أدخل صورًا
eo: Enmetu Bildojn
ia: Inserta photos

source: Placeholder shape
ar: شكل عنصر نائب
eo: Anstataŭilo formo
ia: Forma de substituto

source: Double click to add a title
ar: انقر نقرًا مزدوجًا لإضافة عنوان
eo: Duoble alklaku por aldoni titolon
ia: Duple pulsa pro adder un titulo

source: Double click to add an outline
ar: انقر نقرًا مزدوجًا لإضافة مخطط تفصيلي
eo: Duoble alklaku por aldoni skizon
ia: Duple pulsa pro adder un contorno

source: Double click to add a text
ar: انقر نقرًا مزدوجًا لإضافة نص
eo: Duoble alklaku por aldoni tekston
ia: Duple pulsa pro adder un texto

source: Double click to add notes
ar: انقر نقرًا مزدوجًا لإضافة ملاحظات
eo: Duoble alklaku por aldoni notojn
ia: Duple pulsa pro adder notas

source: Double click to add a picture
ar: انقر نقرًا مزدوجًا لإضافة صورة
eo: Duoble alklaku por aldoni bildon
ia: Duple pulsa pro adder un photo

source: Double click to add a chart
ar: انقر نقرًا مزدوجًا لإضافة مخطط
eo: Duoble alklaku por aldoni diagramon
ia: Duple pulsa pro adder un graphico

source: Double click to add an object
ar: انقر نقرًا مزدوجًا لإضافة كائن
eo: Duoble alklaku por aldoni objekton
ia: Duple pulsa pro adder un objecto

source: Pen Color
ar: لون القلم
eo: Plumo Koloro
ia: Color de penna

source: Pen Size
ar: حجم القلم
eo: Plumo Grandeco
ia: Grandor de penna

source: Black
ar: أسود
eo: Negra
ia: Nigre

source: White
ar: أبيض
eo: Blanka
ia: Blanco

source: Green
ar: أخضر
eo: Verdo
ia: Verde

source: Red
ar: أحمر
eo: Ruĝo
ia: Rubie

source: Blue
ar: أزرق
eo: Bluo
ia: Blau

source: Yellow
ar: أصفر
eo: Flava
ia: Jalne

source: Next Slide
ar: الشريحة التالية
eo: Sekva Slide
ia: Proxime diapositiva

source: Speaker Notes
ar: ملاحظات المتحدث
eo: Notoj de Parolanto
ia: Notas de parlator

source: Current Slide %1 of %2
ar: الشريحة الحالية %1 من %2
eo: Nuna diapozitivo %1 de %2
ia: Diapositiva currente %1 de %2

source: End of Slide Show
ar: نهاية عرض الشرائح
eo: Fino de Bildprezento
ia: Fin de expostion de diapositiva

source: start on mouse click
ar: ابدأ بنقرة الفأرة
eo: komenci per musklako
ia: Initia sur click de mus

source: start after previous animation
ar: ابدأ بعد الحركة السابقة
eo: komenci post antaŭa animacio
ia: initia postea previe animation

source: start with previous animation
ar: ابدأ مع الحركة السابقة
eo: komenci kun antaŭa animacio
ia: initia con previe animation

source: Start after %1 seconds. Duration of %2 seconds.
ar: ابدأ بعد %1 ثانية. مدتها %2 ثانية.
eo: Komencu post %1 sekundoj. Daŭro de %2 sekundoj.
ia: Initia postea %1 secundas. Duration de %2 secundas.

source: Animation
ar: التحريك
eo: Animacio

source: Shape
ar: شكل
eo: Formo
ia: Forma

source: &Move Here
ar: ان&قل هنا
eo: &Movu Ĉi tien
ia: &Move ci

source: &Copy Here
ar: ان&سخ هنا
eo: &Kopiu Ĉi tie
ia: &Copia ci

source: C&ancel
ar: أ&لغِ
ia: C&ancella

source: Normal
ar: عادي

source: Show Master Slides
ar: أظهر الشرائح الرئيسية
eo: Montru majstrajn diapozitivojn
ia: Monstra diapositivas master

source: Import Slideshow...
ar: استورد عرض شرائح...
eo: Importu bildaron...
ia: Importa presentation de diapositivas...

source: Insert Slide
ar: أدرِج شريحة
eo: Enigu Slide
ia: Inserta diapositiva

source: Insert a new slide after the current one
ar: أدخل شريحة جديدة بعد الشريحة الحالية
eo: Enmetu novan diapozitivon post la nuna
ia: Inserta un nove diapositiva post le currente

source: Copy Slide
ar: انسخ الشريحة
eo: Kopiu Slide
ia: Copia Diapositiva

source: Copy the current slide
ar: انسخ الشريحة الحالية
eo: Kopiu la nunan diapozitivon
ia: Copia le diapositiva currente

source: Delete Slide
ar: احذف الشريحة
eo: Forigi Slide
ia: Dele diapositiva

source: Delete the current slide
ar: احذف الشريحة الحالية
eo: Forigu la nunan diapozitivon
ia: Dele le diapositiva currente

source: Master Slide...
ar: الشريحة الرئيسة...
eo: Majstra Slide...
ia: Diapositiva patre (master)...

source: Previous Slide
ar: الشريحة السابقة
eo: Antaŭa Slide
ia: Previe diapositiva

source: Go to previous slide
ar: انتقل إلى الشريحة السابقة
eo: Iru al antaŭa diapozitivo
ia: Vade a previe diapositiva

source: Go to next slide
ar: انتقل إلى الشريحة التالية
eo: Iru al la sekva diapozitivo
ia: Vade al proxime diapositiva

source: First Slide
ar: الشريحة الأولى
eo: Unua Slide
ia: Prime diapositiva

source: Go to first slide
ar: انتقل إلى الشريحة الأولى
eo: Iru al la unua glito
ia: Vade al prime diapositiva

source: Last Slide
ar: الشريحة الأخيرة
eo: Lasta Slide
ia: Ultime diapositiva

source: Go to last slide
ar: انتقل إلى الشريحة الأخيرة
eo: Iru al la lasta diapozitivo
ia: Vade al ultime diapositiva

source: Configure Stage...
ar: اضبط Stage...
eo: Agordu Etapo...
ia: Configura stage...

source: Export as HTML...
ar: صدّر ك‍HTML...
eo: Eksportu kiel HTML...
ia: Exporta como HTML...

source: Insert Pictures as Slides...
ar: أدخل صورًا كشرائح...
eo: Enigu bildojn kiel diapozitivojn...
ia: Inserta photos como diapositivas...

source: Create Appear Animation
ar: أنشئ حركة ظهور
eo: Kreu Aperan Animacion
ia: Crea Animation de apparer

source: Edit Custom Slide Shows...
ar: عدّل عروض الشرائح المخصصة...
eo: Redaktu Proprajn Diagramojn...
ia: Modifica exposition de diapositiva personalisate...

source: Start Presentation
ar: ابدأ العرض
eo: Starti prezentaĵon
ia: Initia presentation

source: From Current Slide
ar: من الشريحة الحالية
eo: El Nuna Slide
ia: Ex diapositiva currente

source: From First Slide
ar: من الشريحة الأولى
eo: El Unua Slide
ia: Ex prime diapositiva

source: Stop presentation
ar: أوقف العرض التقديمي
eo: Ĉesu prezenton
ia: Stoppa presentation

source: Show Status Bar
ar: اعرض شريط الحالة
eo: Montri Statusan Breton
ia: Monstra barra de stato

source: Hide Status Bar
ar: أخفِ شريط الحالة
eo: Kaŝi Statusbreton
ia: Cela barra de stato

source: Shows or hides the status bar
ar: أظهر أو أخفِ شريط الحالة
eo: Montras aŭ kaŝas la statusbreton
ia: Monstra o cela le barra de stato

source: Configure Slide Show...
ar: اضبط عرض الشرائح...
eo: Agordi bildoprezenton...
ia: Configura Exposition de Diapositiva...

source: Configure Presenter View...
ar: اضبط عرض المقدّم...
eo: Agordi Prezentilan Vidon...
ia: Configura vista de presentator..

source: Draw on the presentation...
ar: ارسم على العرض التقديمي...
eo: Tiru sur la prezento...
ia: Designa sur le presentation...

source: Highlight the presentation...
ar: أبرز العرض التقديمي...
eo: Emfazu la prezenton...
ia: Evidentia le presentation...

source: Blackscreen on the presentation...
ar: شاشة سوداء على العرض التقديمي...
eo: Nigra Ekrano en la prezento...
ia: Schermo nigre sur le presentation

source: Notes
ar: ملاحظات
eo: Notoj
ia: Notas

source: Slides Sorter
ar: فارز الشرائح
eo: Ordigilo de diapozitivoj
ia: Ordinator de Diapositivas

source: Slide Show:
ar: عرض الشرائح:
eo: Folioprezento:
ia: Exposition de Diapositivas:

source: Add a new custom slide show
ar: أضف عرض شرائح مخصصًا جديدًا
eo: Aldonu novan personecigitan bildoprezenton
ia: Adde un nove exposition de diapositivas personalisate

source: Delete current custom slide show
ar: احذف عرض الشرائح المخصص الحالي
eo: Forigu nunan personecigitan bildoprezenton
ia: Dele exposition de diapositivas personalisate currente

source: Add slides to current custom slide show
ar: أضف شرائح إلى عرض الشرائح المخصص الحالي
eo: Aldonu lumbildojn al nuna personecigitan lumbildo
ia: Adde diapositiva al exposition personalisate currente

source: Remove slides from current custom slide show
ar: أزل شرائح من عرض الشرائح المخصص الحالي
eo: Forigi lumbildojn de nuna personecigitan lumbildo
ia: Remove diapositiva ex le exposition personalisate currente

source: Duplicate Slide
ar: كرر الشريحة
eo: Duobligi Slide
ia: Duplica Diapositiva

source: Start Slideshow
ar: ابدأ عرض الشرائح
eo: Komenci Bildaron
ia: Starta presentation (slideshow)

source: Add a new slide
ar: أضف شريحة جديدة
eo: Aldoni novan lumbildon
ia: Adde un nove diapositiva

source: Delete selected slides
ar: احذف الشرائح المحددة
eo: Forigi elektitajn lumbildojn
ia: Dele diapositivas seligite

source: Rename
ar: غيّر الاسم
eo: Renomi
ia: Renomina

source: Cut
ar: قصّ
eo: Eltondi
ia: Talia

source: Copy
ar: انسخ
eo: Kopii
ia: Copia

source: Paste
ar: ألصق
eo: Alglui
ia: Colla

source: Slide Show %1
ar: عرض الشرائح %1
eo: Bildoprezento %1
ia: Exposition de Diapositivas %1

source: All slides
ar: كل الشرائح
eo: Ĉiuj diapozitivoj
ia: Omne diapositivas

source: Error
ar: خطأ
eo: Eraro

source: There cannot be two slideshows with the same name.
ar: لا أستطيع إنشاء عرضي شرائح بنفس الاسم.
eo: Ne povas esti du bildprezentoj kun la sama nomo.
ia: Il non pote esser duo expositiones de diapositivas con le mesem nomine.

# (qtundo-format)
source: Set Layout
ar: اضبط التخطيط
eo: Agordi Aranĝon
ia: Fixa disposition

source: Automatic animation preview
ar: معاينة الحركة الآلية
eo: Aŭtomata kuraĝigo antaŭrigardo
ia: Vista preliminar de animation automatic

source: Preview animation
ar: عاين الحركة
eo: Antaŭrigardi animacion
ia: Vide preliminarmente animation

source: Slide Transitions
ar: انتقالات الشرائح
eo: Slide Transiroj
ia: Transitiones de diapositivas

source: Shape Click Actions
ar: إجراءات نقر الشكل
eo: Formklak-Agoj
ia: Actiones de click de forma

source: Shape Animations
ar: حركات الشكل
eo: Form-Animacioj
ia: Animationes de forma

source: Manage animation delay and duration:
ar: أدر تأخير الحركة ومدتها:
eo: Administri animaciajn prokraston kaj daŭron:
ia: Gere retardo e duration de animation:

source: Start:
ar: البداية:
eo: Komenco:
ia: Initia

source: on mouse click
ar: بنقرة الفأرة
eo: je musklako
ia: sur click de mus

source: after previous animation
ar: بعد الحركة السابقة
eo: post antaŭa animacio
ia: postea previe animation

source: with previous animation
ar: مع الحركة السابقة
eo: kun antaŭa animacio
ia: con previe animation

source: Delay:
ar: التأخير:
eo: Prokrasto:
ia: Retardo

source: Duration:
ar: المدّة:
eo: Daŭro:

source: Preview Shape Animation
ar: عاين حركة الشكل
eo: Antaŭrigardi Forman Animacion
ia: Vide preliminarmente animation de forma

source: No Effect
ar: لا تأثير
eo: Sen efiko
ia: Nulle effecto

source: sec
ar: ثانية
eo: s

source: Manual
ar: يدوي
eo: Manlibro

source: Automatic
ar: آلي
eo: Aŭtomata

source: Slide Transition:
ar: انتقال الشريحة:
eo: Slide Transiro:
ia: Transition de diapositiva:

source: Apply To All Slides
ar: طبّق على جميع الشرائح
eo: Apliki Al Ĉiuj Diagramoj
ia: Applica a omne diapositivas

# (qtundo-format)
source: Apply Slide Effect to all Slides
ar: طبّق تأثير الشريحة على جميع الشرائح
eo: Apliki Slide Effect al ĉiuj Diagramoj
ia: Applica effecto de diapositiva a omne diapositivas

source: Entrance
ar: دخول
eo: Enirejo
ia: Ingresso

source: Exit
ar: إنهاء
eo: Eliri
ia: Exi

source: Emphasis
ar: تشديد
eo: Emfazo

source: Custom
ar: مخصّص
eo: Propra
ia: Personalisate

source: Motion path
ar: مسار الحركة
eo: Movada vojo
ia: Percurso de movimento

source: Ole Action
ar: إجراء Ole
eo: OLE-Ago
ia: Action Ole (vetere?)

source: Media Call
ar: استدعاء الوسائط
eo: Multmedia Voko
ia: Appello de media

source: Edit animation
ar: عدّل الحركة
eo: Redakti animacion
ia: Modifica animation

source: Add new animation
ar: أضف حركة جديدة
eo: Aldoni novan animacion
ia: Adde nove animation

source: Remove animation
ar: أزل الحركة
eo: Forigi animacion

source: Order:
ar: الترتيب:
eo: Ordo:
ia: Ordine:

source: Move animation up
ar: حرّك الحركة للأعلى
eo: Movi animacion supren
ia: Move animation in alto

source: Move animation down
ar: حرّك الحركة للأسفل
eo: Movi animacion malsupren
ia: Move animation a basso

source: Add a new animation
ar: أضف حركة جديدة
eo: Aldoni novan animacion
ia: Adde un nove animation

source: Delete current animation
ar: احذف الحركة الحالية
eo: Forigi nunan animacion
ia: Dele animation currente

source: seconds
ar: ثانية
eo: sekundoj
ia: secundas

source: Crop
ar: اقتصّ
eo: Stuci
ia: Talia

source: X:
ar: س:

source: W&idth:
ar: ال&عرض:
eo: &Larĝeco:
ia: Lar&gessa:

source: Will keep the width of the crop constant
ar: سأبقي عرض الاقتصاص ثابتًا
eo: Tenos la larĝon de la tondo konstanta
ia: Mantenera le largor de constante de racolta

source: &Height:
ar: الار&تفاع:
eo: &Alteco:
ia: &Altessa:

source: Will keep the height of the crop constant
ar: سأبقي ارتفاع الاقتصاص ثابتًا
eo: Tenos la altecon de la tondaĵo konstanta
ia: Mantenera le altessa de constante de racolta

source: Y:
ar: ص:

source: R&atio:
ar: ال&نسبة:
eo: Pr&oporcio:
ia: &Proportion:

source: Will keep the ratio constant
ar: سأبقي النسبة ثابتة
eo: Tenos la rilatumon konstanta
ia: Mantenera le constante de rata

source: Layer
ar: طبقة
eo: Tavolo

source: Image
ar: صورة
eo: Bildo
ia: Imagine

source: &Crop
ar: ا&قتصّ
eo: &Tranĉi
ia: &Talia

# (qtundo-format)
source: Edit Shape
ar: عدّل الشكل
eo: Redakti Formon
ia: Modifica Forma

source: Multiple monitors
ar: شاشات متعددة
eo: Pluraj ekranoj
ia: Monitores Multiple

source: Presentation monitor:
ar: شاشة العرض التقديمي:
eo: Prezentaĵa monitoro:
ia: MOnitor de Presentation

source: Enable presenter view
ar: مكّن عرض المقدّم
eo: Ebligi la vidon de prezentisto
ia: Activa vista de presentator

source: Monitor %1 (primary)
ar: الشاشة %1 (مبدئية)
eo: Monitoro %1 (ĉefa)
ia: Monitor %1 (primari)

source: Monitor %1
ar: الشّاشة %1
eo: Monitoro %1

source: Configure Presenter View
ar: اضبط عرض المقدّم
eo: Agordi Prezentilan Vidon
ia: Configura vista de presentator

source: Configure Slide Show
ar: اضبط عرض الشرائح
eo: Agordi Slide Show
ia: Configura Exposition de Diapositiva

source: Slides
ar: الشرائح
eo: Lumbildoj
ia: Diapositivas

source: Presentation Slides:
ar: شرائح العرض التقديمي:
eo: Prezentbildoj:
ia: Diapositivas de Presentation:

source: Edit Custom Slide Shows ...
ar: عدّل عروض الشرائح المخصصة ...
eo: Redakti Proprajn Bildprezentojn...
ia: Modifica exposition de diapositiva personalisate ...

source: HTML Export
ar: تصدير HTML
eo: HTML Eksporto
ia: Exporta HTML

source: Tick the slide should be exported :
ar: علّم الشريحة التي يجب تصديرها:
eo: Marki la bildon eksportendan :
ia: Marca le diapositiva que deberea esser exportate:

source: Select all
ar: حدّد الكلّ
eo: Elekti ĉion
ia: Selige tote

source: Select template (.css) :
ar: اختر القالب (css.) :
eo: Elekti ŝablonon (.css):
ia: Selige patrono (.css):

source: Deselect all
ar: إلغاء تحديد الكل
eo: Malelekti ĉiujn
ia: De-selectiona Omne

source: Title
ar: العنوان
eo: Titolo
ia: Titulo

source: Output preview
ar: معاينة المخرجات
eo: Antaŭrigardo de eligo
ia: Vista preliminar de exito

source: Browse
ar: تصفح
eo: Foliumi
ia: Naviga

source: Author
ar: المؤلف
eo: Aŭtoro
ia: Autor

source: Delete Favorite
ar: احذف المفضّل
eo: Forigi ŝataton
ia: Dele Favorito

source: Open in browser
ar: افتح في المتصفّح
eo: Malfermi en retumilo
ia: Aperi con navigator

source: Html Export
ar: تصدير Html
eo: Html-Eksporto
ia: Exporta HTML

source: Export
ar: صدّر
eo: Eksporti
ia: Exporta

source: There is already a favorite file with this name
ar: يوجد ملف مفضّل بهذا الاسم بالفعل
eo: Jam estas ŝatata dosiero kun ĉi tiu nomo
ia: Il existe ja un file favorite con iste nomine

source: Incorrect file, .zip only or corrupted zip
ar: الملف غير صحيح، .zip فقط أو .zip معطوب
eo: Malĝusta dosiero, nur .zip aŭ difektita zip
ia: File incorrecte,solmente zip o zipi corrupte

source: Zip file need to contain style.css
ar: ملف Zip يحتاج أن يحتوي على style.css
eo: Zip-dosiero devas enhavi style.css
ia: File zip necessita continer stilo.css

source: Delete Template
ar: احذف القالب
eo: Forigi Ŝablonon
ia: Dele patrono

source: You may not remove the templates provided with the application
ar: قد لا أستطيع إزالة القوالب المرفقة مع التطبيق
eo: Vi ne rajtas forigi la ŝablonojn provizitajn kun la aplikaĵo
ia: Tu non pote remover le patrono fornite con le application

source: Add Template
ar: أضف قالبًا
eo: Aldoni Ŝablonon
ia: Adde patrono

source: Confirm remove
ar: أكّد الإزالة
eo: Konfirmi forigon
ia: Confirma remotion

source: Are you sure you want to remove "%1"?
ar: أمتأكّد من إزالة "%1“؟
eo: Ĉu vi certas, ke vi volas forigi "%1"?
ia: Tu es secur que tu vole remover "%1"?

# (qtundo-format)
source: Change sound action
ar: غيّر إجراء الصوت
eo: Ŝanĝi sonan agon
ia: Modifica action sono

source: No sound
ar: لا صوت
eo: Neniu sono
ia: Nulle sono

source: Import...
ar: استورد...
eo: Importi...
ia: Importa...

source: Bar
ar: شريط
eo: Breto
ia: Barra

source: From Bottom
ar: من الأسفل
eo: De Malsupro
ia: Ab le fin

source: From Left
ar: من اليسار
eo: De Maldekstre
ia: Ex Sinistra

source: From Right
ar: من اليمين
eo: De Dekstre
ia: Ex Dextera

source: From Top
ar: من الأعلى
eo: De Supre
ia: Ab le initio

source: Unknown subtype
ar: نوع فرعي غير معروف
eo: Nekonata subtipo
ia: Subtypo Incognite

source: Clock
ar: الساعة
eo: Horloĝo
ia: Clock (Horologio)

source: From Twelve Clockwise
ar: من الثانية عشرة باتجاه عقارب الساعة
eo: De Dekdu Dekstrume
ia: Ex duo-dece in senso horari

source: From Three Clockwise
ar: من الثالثة باتجاه عقارب الساعة
eo: De Tri Dekstrume
ia: Ex tre in senso horari

source: From Six Clockwise
ar: من السادسة باتجاه عقارب الساعة
eo: De Ses Dekstrume
ia: Ex six in senso horari

source: From Nine Clockwise
ar: من التاسعة باتجاه عقارب الساعة
eo: De Naŭ Dekstrume
ia: Ex novem in senso horari

source: From Twelve Counterclockwise
ar: من الثانية عشرة بعكس عقارب الساعة
eo: De Dekdu Maldekstrume
ia: Ex duo-dece in senso anti-horari

source: From Three Counterclockwise
ar: من الثالثة بعكس عقارب الساعة
eo: De Tri Kontraŭhorloĝe
ia: Ex tres in senso anti-horari

source: From Six Counterclockwise
ar: من السادسة بعكس عقارب الساعة
eo: De Ses Kontraŭhorloĝe
ia: Ex sex in senso anti-horari

source: From Nine Counterclockwise
ar: من التاسعة بعكس عقارب الساعة
eo: De Naŭ Kontraŭhorloĝe
ia: Ex novem in senso anti-horari

source: Double Fan
ar: مروحة مزدوجة
eo: Duobla Ventilo
ia: Duple dispersion

source: Fan Out Vertical
ar: مروحة للخارج عموديًا
eo: Fan-Out Vertikalo
ia: Dispersion vertical

source: Fan Out Horizontal
ar: مروحة للخارج أفقيًا
eo: Fan-Out Horizontalo
ia: Dispersion horizontal

source: Fan In Vertical
ar: مروحة للداخل عموديًا
eo: Fan-In Vertikalo
ia: Reunir vertical

source: Fan In Horizontal
ar: مروحة للداخل أفقيًا
eo: Fan-In Horizontalo
ia: Reunir horizontal

source: Fan In Vertical Reverse
ar: مروحة للداخل عموديًا عكسيًا
eo: Fan-In Vertikalo Renversa
ia: Reunir vertical invertite

source: Fan In Horizontal Reverse
ar: مروحة للداخل أفقيًا عكسيًا
eo: Fan-In Horizontalo Renversa
ia: Reunir horizontal invertite

source: Double Sweep
ar: مسح مزدوج
eo: Duobla Skano
ia: Duple curva

source: Parallel Vertical
ar: عمودي متوازي
eo: Paralela Vertikalo
ia: Vertical parallel

source: Parallel Diagonal
ar: قطري متوازي
eo: Paralela Diagonalo
ia: Diagonal Parallel

source: Opposite Vertical
ar: عمودي معاكس
eo: Kontraŭa Vertikalo
ia: Vertical opposite

source: Opposite Horizontal
ar: أفقي معاكس
eo: Kontraŭa Horizontalo
ia: Horizontal Opposite

source: Parallel Diagonal Top Left
ar: قطري متوازي علوي يسار
eo: Paralel-Diagonalo Supra Maldekstra
ia: Diagonal Parallel in alto sinistre

source: Parallel Diagonal Bottom Left
ar: قطري متوازي سفلي يسار
eo: Paralel-Diagonalo Malsupra Maldekstra
ia: Diagonal Parallel in basso sinistre

source: Parallel Vertical Reverse
ar: عمودي متوازي عكسي
eo: Paralel-Vertikalo Inversa
ia: Vertical parallel invertite
