Repository: KDE/calligra
Catalog: po/*/kocolorspaces.po
Languages: ar

source: Cyan
ar: سماوي

source: Magenta
ar: أرجواني

source: Yellow
ar: أصفر

source: Black
ar: أسود

source: Alpha
ar: ألفا

source: CMYK (32 bits floating/channel)
ar: CMYK (32 بت عائم/قناة)

source: CMYK (16-bit integer/channel)
ar: CMYK (16-بت صحيح/قناة)

source: CMYK (8-bit integer/channel)
ar: CMYK (8-بت صحيح/قناة)

source: Gray
ar: رصاصيّ

source: Grayscale/Alpha (16-bit float/channel)
ar: تدرج رمادي/ألفا (16-بت عائم/قناة)

source: Grayscale/Alpha (32-bit float/channel)
ar: تدرج رمادي/ألفا (32-بت عائم/قناة)

source: Grayscale (16-bit integer/channel)
ar: تدرج رمادي (16-بت صحيح/قناة)

source: Grayscale (8-bit integer/channel)
ar: تدرج رمادي (8-بت صحيح/قناة)

source: Lightness
ar: الخفة

source: L*a*b* (32-bit float/channel)
ar: L*a*b* (32-بت عائم/قناة)

source: L*a*b* (16-bit integer/channel)
ar: L*a*b* (16-بت صحيح/قناة)

source: L*a*b* (8-bit integer/channel)
ar: L*a*b* (8-بت صحيح/قناة)

source: Red
ar: أحمر

source: Green
ar: أخضر

source: Blue
ar: أزرق

source: RGBA (16-bit floating/channel)
ar: RGBA (16-بت عائم/قناة)

source: RGBA (32-bit floating/channel)
ar: RGBA (32-بت عائم/قناة)

source: RGB (16-bit integer/channel)
ar: RGB (16-بت صحيح/قناة)

source: RGB (8-bit integer/channel)
ar: RGB (8-بت صحيح/قناة)

source: X
ar: س

source: Y
ar: ص

source: Z
ar: زيتا

source: XYZ (32-bit float/channel)
ar: XYZ (32-بت عائم/قناة)

source: XYZ (16-bit integer/channel)
ar: XYZ (16-بت صحيح/قناة)

source: XYZ (8-bit integer/channel)
ar: XYZ (8-بت صحيح/قناة)

source: YCBCR (32-bit float/channel)
ar: YCBCR (32-بت عائم/قناة)

source: YCBCR (16-bit integer/channel)
ar: YCBCR (16-بت صحيح/قناة)

source: YCBCR (8-bit integer/channel)
ar: YCBCR (8-بت صحيح/قناة)

source: Bumpmap
ar: خريطة نتوءات

source: Clear
ar: امحُ

source: Color
ar: اللون

source: Darken
ar: تقتيم

source: Diff
ar: الفرق

source: Dissolve
ar: إذابة

source: Hue
ar: التدرج

source: In
ar: في

source: Lighten
ar: تفتيح

source: Out
ar: خارج

source: Saturation
ar: التّشبّع

source: Value
ar: القيمة

source: ICC Engine
ar: محرك ICC

source: L*a*b* Histogram
ar: مدرج تكرار ي L*a*b*

source: RGB8 Histogram
ar: مدرج تكراري RGB8

source: RGB16 Histogram
ar: مدرج تكراري RGB16

source: RGBF16 Histogram
ar: مدرج تكراري RGBF16

source: RGBF32 Histogram
ar: مدرج تكراري RGBF32

source: GRAY/Alpha8 Histogram
ar: مدرج تكراري تدرج رمادي/ألفا8

source: GRAY/Alpha16 Histogram
ar: مدرج تكراري تدرج رمادي/ألفا16

source: GRAYF16 Histogram
ar: مدرج تكراري GRAYF16

source: GRAY/Alpha 32 float Histogram
ar: مدرج تكراري تدرج رمادي/ألفا 32 عائم

source: CMYK8 Histogram
ar: مدرج تكراري لـ CMYK8

source: CMYK16 Histogram
ar: مدرج تكراري لـ CMYK16

source: CMYK F32 Histogram
ar: مدرج تكراري لـ CMYK F32

source: XYZ8 Histogram
ar: مدرج تكراري XYZ8

source: XYZ16 Histogram
ar: مدرج تكراري XYZ16

source: XYZF16 Histogram
ar: مدرج تكراري XYZF16

source: XYZF32 Histogram
ar: مدرج تكراري XYZF32

source: YCBCR8 Histogram
ar: مدرج تكراري YCBCR8

source: YCBCR16 Histogram
ar: مدرج تكراري YCBCR16

source: YCBCRF32 Histogram
ar: مدرج تكراري YCBCRF32
