Repository: KDE/calligra
Catalog: po/*/koconverter.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net

source: Calligra Document Converter
eo: Calligra Dokumenta Konvertilo

source: Copyright 2001-%1 Calligra developers
eo: Kopirajto 2001-%1 Calligra programistoj

source: Input file
eo: Enigdosiero

source: Output file
eo: Eligdosiero

source: Make a backup of the destination file
eo: Fari sekurkopion de la celdosiero

source: Batch mode: do not show dialogs
eo: Stapla reĝimo: ne montri dialogojn

source: Interactive mode: show dialogs (default)
eo: Interaga reĝimo: montri dialogojn (defaŭlto)

source: Mimetype of the output file
eo: Mimetipo de la eligdosiero

source: The print orientation. This could be either Portrait or Landscape.
eo: La presa orientiĝo. Ĉi tio povus esti aŭ Portreto aŭ Pejzaĝo.

source: The paper size. A4, Legal, Letter, ...
eo: La papera grandeco. A4, Legal, Letter, ...

source: The size of the paper margin. By default this is 0.2.
eo: La grandeco de la papera rando. Defaŭlte ĉi tio estas 0.2.

source: Two arguments required
eo: Du argumentoj necesas

source: Mimetype for input file %1 not found!
eo: Mimetipo por eniga dosiero %1 ne trovita!

source: Mimetype not found %1
eo: Mimetipo ne trovita %1

source: Mimetype not found, try using the -mimetype option
eo: Mimetype ne trovita, provu uzi la -mimetype opcion

source: *** The conversion failed! ***
eo: *** La konvertiĝo malsukcesis! ***
