Repository: KDE/calligra
Catalog: po/*/krossmodulewords.po
Languages: eo, ru

source: &Tools
eo: &Iloj
ru: С&ервис

source: Import
eo: Importi
ru: Импорт

source: Import content
eo: Importi enhavon
ru: Импорт данных

source: Text or HTML File
eo: Teksta aŭ HTML-a Dosiero
ru: Текстовый файл или документ HTML

source: Python script to import content from a text or html file
eo: Python-skripto por importi enhavon de teksto aŭ html-dosiero
ru: Сценарий Python для импорта содержимого из текстового или html- файла.

source: Python script to import content from a combined doxygen XML file
eo: Python-skripto por importi enhavon de kombinita doksigena XML-dosiero
ru: Сценарий Python для импорта содержимого из объединённого XML-файла doxygen.

source: Python script to import content using OpenOffice.org PyUNO
eo: Python-skripto por importi enhavon per OpenOffice.org PyUNO
ru: Сценарий Python для импорта содержимого с помощью OpenOffice.org PyUNO

source: Export
eo: Eksporti
ru: Экспорт

source: Export content
eo: Eksporti enhavon
ru: Экспорт данных

source: Python script to export content to a text or html file
eo: Python-skripto por eksporti enhavon al teksto aŭ html-dosiero
ru: Сценарий Python для экспорта содержимого текстового или html-файла.

source: Python script to export content to a PDF file using ReportLab.org
eo: Python-skripto por eksporti enhavon al PDF-dosiero uzante ReportLab.org
ru: Сценарий Python для экспорта содержимого в PDF-файл с помощью ReportLab.org

source: Tools
eo: Iloj
ru: Инструменты

source: Miscellaneous scripts
eo: Diversaj skriptoj
ru: Прочие сценарии

source: XML Viewer
eo: XML-Vidilo
ru: Просмотр XML

source: Python script to view the OpenDocument XML representation of the current document
eo: Python-skripto por rigardi la OpenDocument XML-reprezentadon de la nuna dokumento
ru: Сценарий Python для просмотра OpenDocument XML, представленного в документе

source: Document Tree
eo: Dokumenta Arbo
ru: Древо документов

source: QtRuby script that displays the document structure within a treeview
eo: QtRuby-skripto kiu montras la dokumentstrukturon ene de arbvido
ru: Сценарий QtRuby, который отображает структуру документа в виде древа

source: Online Help
eo: Reta helpo
ru: Справка в Интернете

source: Python script that uses the KHTML Part to display the Words Scripting online help
eo: Python-skripto kiu uzas la KHTML-Parton por montri la retan helpon de Words Scripting
ru: Сценарий Python, использующий часть KHTML для отображения справки по Words Scripting

source: Variables
eo: Variabloj
ru: Переменные

source: Scripting variables for Words
eo: Skriptadvariabloj por Words
ru: Переменные сценария для Words

source: Read From File...
eo: Legi el Dosiero..
ru: Читать из файла…

source: Python script to read a variable from a file
eo: Python-skripto por legi variablon el dosiero
ru: Сценарий Python для чтения переменной из файла

source: Samples
eo: Specimenoj
ru: Примеры

source: Samples to demonstrate scripting with Words
eo: Specimenoj por pruvi skripton per Vortoj
ru: Примеры для демонстрации сценариев с помощью Words

source: Insert Shape...
eo: Enigi Formon...
ru: Вставить форму...

source: Python script to insert a shape
eo: Python-skripto por enmeti formon
ru: Сценарий Python для вставки формы

source: Control Cursor...
eo: Stiri Kursoron...
ru: Управлять курсором...

source: Ruby script that demonstrates how to control the cursor
eo: Ruby-skripto, kiu montras kiel regi la kursoron
ru: Сценарий Ruby, демонстрирующий принципы управления курсором

source: Execute Action...
eo: Plenumigi Agon...
ru: Выполнить действие...

source: Python script that demonstrates usage of actions
eo: Python-skripto, kiu montras uzadon de agoj
ru: Сценарий Python, демонстрирующий использование действий

source: Tool Actions...
eo: Ilaj Agoj...
ru: Действия с инструментом...

source: Python script that demonstrates usage of tool actions
eo: Python-skripto, kiu montras uzadon de ilaj agoj
ru: Сценарий Python, демонстрирующий использование действий с инструментом

source: Progressbar
eo: Progresbreto
ru: Индикатор выполнения

source: Python script that demonstrates how to use the progressbar
eo: Python-skripto, kiu montras kiel uzi la progresbreton
ru: Сценарий Python, демонстрирующий использование индикатора выполнения

source: Text
eo: Teksto
ru: Текст

source: Python script that demonstrates usage of the text engine
eo: Python-skripto, kiu montras uzadon de la teksta motoro
ru: Сценарий Python, демонстрирующий использование текстового движка

source: Lists with HTML
eo: Listoj kun HTML
ru: HTML-списки

source: Python script that demonstrates how to create lists with HTML
eo: Python-skripto, kiu montras kiel krei listojn per HTML
ru: Сценарий Python, демонстрирующий принципы создания HTML-списков

source: Lists with Cursor
eo: Listoj kun Kursoro
ru: Списки с помощью курсора

source: Python script that demonstrates how to create lists with a cursor
eo: Python-skripto, kiu montras kiel krei listojn per kursoro
ru: Сценарий Python, демонстрирующий принципы создания списков с помощью курсора

source: Tables
eo: Tabeloj
ru: Таблицы

source: Python script that demonstrates how to deal with tables
eo: Python-skripto, kiu montras kiel trakti tabelojn
ru: Сценарий Python, демонстрирующий работу с таблицами

source: Python script that demonstrates how to handle variables
eo: Python-skripto, kiu montras kiel manipuli variablojn
ru: Сценарий Python, демонстрирующий принципы работы с переменными

source: All Shapes
eo: Ĉiuj Formoj
ru: Все формы

source: Python script adds all shapes
eo: Python-skripto aldonas ĉiujn formojn
ru: Сценарий Python, добавляющий все формы
