Repository: KDE/calligra
Catalog: po/*/krossmodulesheets.po
Languages: eo, ia, ka, ru

source: &Tools
eo: &Iloj
ia: Ins&trumentos
ka: &ხელსაწყოები
ru: С&ервис

source: No such script.
eo: Neniu tia skripto.
ia: Necun script como isto.
ka: სკრიპტი არ არსებობს.
ru: Такого сценария не существует.

source: No such script function.
eo: Neniu tia skriptofunkcio.
ia: Necun function de script como isto.
ka: სკრიპტის ფუნქცია არ არსებობს.
ru: Такой функции сценария не существует.

source: No return value.
eo: Neniu revena valoro.
ia: Necun valor de retorno.
ka: დასაბრუნებელი მნიშვნელობის გარეშე.
ru: Возвращаемого значения не существует.

source: Scripts
eo: Skriptoj
ka: სკრიპტები
ru: Сценарии

source: Scriptfile "%1" does not exist.
eo: Skriptdosiero "%1" ne ekzistas.
ia: Le file de script "%1" non existe
ka: სკრიპტი "%1" არ არსებობს.
ru: Файл сценария «%1» не найден.

source: Scriptfile "%1" is not executable. Please set the executable-attribute on that file.
eo: Skriptdosiero "%1" ne estas plenumebla. Bonvolu agordi la plenumeblan atributon sur tiu dosiero.
ia: Le file de script "%1" non es executabile. Po favor, tu pone le attributo de executabile sur ille file.
ka: სკრიპტის ფაილი "%1" გაშვებადი არაა. საჭიროა, ფაილზე ეს ატრიბუტი დააყენოთ.
ru: Файл сценария «%1» невозможно исполнить. Установить атрибут исполняемого файла.

source: Scriptfile "%1" is in a temporary directory. Execution denied.
eo: Skriptdosiero "%1" estas en provizora dosierujo. Ekzekuto neita.
ia: Le file de script "%1" es in un directorio temporanee. Execution refusate.
ka: სკრიპტი "%1" დროებით საქაღალდეშია. გაშვება აკრძალულია.
ru: Файл сценария «%1» расположен во временном каталоге. В выполнении отказано.

source: Failed to execute scriptfile "%1"
eo: Malsukcesis efektivigi skriptdosieron "%1"
ia: Il falleva a executar le file de script "%1"
ka: სკრიპტის ("%1") შესრულების შეცდომა
ru: Не удалось выполнить файл сценария «%1»

source: Errors on execution of scripts.
eo: Eraroj dum plenumo de skriptoj.
ia: Error sur le execution de scripts.
ka: შეცდომა სკრიპტის შესრულებისას.
ru: Ошибка выполнения сценариев.

source: Sheet
eo: Tabelo
ia: Folio
ka: ფურცელი
ru: Лист

source: Cell
eo: Ĉelo
ia: Cella
ka: უჯრედი
ru: Ячейка

source: Range
eo: Intervalo
ia: Extension
ka: დიაპაზონი
ru: Диапазон

# (qtundo-format)
source: Set Values
eo: Meti valorojn
ia: Fixa valores
ka: მნიშვნელობების დაყენება
ru: Установить значения

# Menu
source: File
eo: Dosiero
ka: ფაილი
ru: Файл

source: New
eo: Nova
ia: Nove
ka: ახალი
ru: Создать

source: Open...
eo: Malfermi...
ia: Aperi...
ka: გახსნა...
ru: Открыть...

source: Save
eo: Konservi
ia: Salveguarda
ka: შენახვა
ru: Сохранить

source: Save As...
eo: Konservi kiel...
ia: Salveguarda como...
ka: შენახვა, როგორც...
ru: Сохранить как...

# Menu
source: Edit
eo: Redakti
ia: Modifica
ka: ჩასწორება
ru: Изменить

# Menu
source: Build
eo: Konstrui
ia: Construe
ka: აგება
ru: Сборка

source: Compile
eo: Kompili
ia: Compila
ka: კომპილაცია
ru: Компиляция

source: Execute
eo: Lanĉi
ia: Executa
ka: გაშვება
ru: Выполнить

source: Open File
eo: Malfermuidosieron
ia: Aperi file
ka: ფაილის გახსნა
ru: Открыть файл

source: <qt>Failed to open file "%1"<br><br>%2</qt>
eo: <qt>Malsukcesis malfermi dosieron "%1"<br><br>%2</qt>
ia: <qt>Falleva a aperir file "%1"<br><br>%2</qt>
ka: <qt>შეცდომა "%1" ფაილის გახსნისას<br><br>%2</qt>
ru: <qt>Не удалось открыть файл «%1»<br><br>%2</qt>

source: Error
eo: Eraro
ka: შეცდომა
ru: Ошибка

source: <qt>Failed to save file "%1"<br><br>%2</qt>
eo: <qt>Malsukcesis konservi dosieron "%1"<br><br>%2</qt>
ia: <qt>Falleva a aperir file "%1"<br><br>%2</qt>
ka: <qt>შეცდომა "%1" ფაილის შენახვისას<br><br>%2</qt>
ru: <qt>Не удалось сохранить файл «%1»<br><br>%2</qt>

source: Save File
eo: Konservi dosieron
ia: Salveguarda file
ka: ფაილის შენახვა
ru: Сохранить файл

source: Compiled! %1
eo: Kompilita! %1
ia: Compilate! %1
ka: აიგო! %1
ru: Скомпилировано! %1

source: Executed! %1
eo: Plenumita! %1
ia: Executate: %1
ka: შესრულდა! %1
ru: Выполнено! %1

source: Name
eo: Nomo
ia: Nomine
ka: სახელი
ru: Имя

source: Type
eo: Tipo
ia: Typo
ka: ტიპი
ru: Тип

source: Console
eo: Konzolo
ka: კონსოლი
ru: Консоль

source: Editor
eo: Redaktilo
ka: რედაქტორი
ru: Редактор

source: Inspect
eo: Inspekti
ia: Inspecta
ka: შეამოწმეთ
ru: Изучить

source: CSV Export
eo: CSV Eksporto
ia: Exporta como CSV
ka: CVS-ში გატანა
ru: Экспорт CSV

source: Export to CSV File
eo: Eksporti al CSV-dosiero
ia: Exporta a file CSV
ka: CVS-ში გატანა
ru: Экспорт в CSV-файл

# Options page name
source: Save
eo: Konservi
ia: Salveguarda
ka: შენახვა
ru: Сохранение

source: All Files
eo: Ĉiuj dosieroj
ia: Omne files
ka: ყველა ფაილი
ru: Все файлы

source: Comma-Separated-Value Files
eo: Komo-Separataj-valoraj Dosieroj
ia: Files de Comma Separated Value - Valor separate per comma
ka: მძმით-გამოყოფილ-მნიშვნელობების ფაილები
ru: Файлы с разделителями-запятыми

# Options page name
source: Export
eo: Eksporti
ia: Exporta
ka: გატანა
ru: Экспорт

source: Export Sheets and ranges
eo: Eksporti Foliojn kaj gamojn
ia: Exporta folios e portatas
ka: ფურცლებისა და დიაპაზონების გატანა
ru: Экспортировать листы и диапазоны

source: Comma Separated Value Options
eo: Opcioj pri Komo-Apartigitaj Valoroj
ia: Optiones de Comma Separated Value - Valor separate per comma
ka: მძიმით გამოყოფილი მნიშვნელობის მორგება
ru: Параметры файлов с разделителями-запятыми

source: Options
eo: Opcioj
ia: Optiones
ka: გამართვა
ru: Опции

source: No CSV file chosen
eo: Neniu CSV-dosiero elektita
ia: Necun file CSV seligite
ka: CSV ფაილი არჩეული არაა
ru: Не выбран файл CSV

source: CSV Import
eo: CSV-Importo
ia: Importar CSV
ka: CSV-ის შემოტანა
ru: Импорт CSV

source: Import from CSV File
eo: Importi el CSV-dosiero
ia: Importa ex file CSV
ka: CSV ფაილიდან შემოტანა
ru: Импорт из CSV-файла

source: Open
eo: Malfermi
ia: Aperi
ka: გახსნა
ru: Открыть

source: Import to sheet beginning at cell
eo: Importi al folio komencante ĉe ĉelo
ia: Importation a folio initiante a cella
ka: შემოტანა ფურცელთან, რომელიც უჯრედთან იწყება
ru: Импортировать в ячейку в начале листа

source: No current sheet.
eo: Neniu aktuala folio.
ia: Necun folio currente.
ka: მიმდინარე ფურცლის გარეშე.
ru: Нет текущего листа.

source: Invalid sheet "%1" defined.
eo: Nevalida folio "%1" difinita.
ia: Definite folio invalide "%1".
ka: აღწერილი ფურცელი "%1" არასწორია.
ru: Определён недопустимый лист «%1».

source: Invalid cell "%1" defined.
eo: Nevalida ĉelo "%1" difinita.
ia: Definite cella invalide "%1".
ka: აღწერილი უჯრედი "%1" არასწორია.
ru: Определена недопустимая ячейка «%1».

source: File '%1' not found.
eo: Dosiero '%1' ne trovita.
ia: File '%1' non trovate.
ka: ფაილი ვერ ვიპოვე: %1.
ru: Файл «%1» не найден.

source: Delimiter:
eo: Limigilo:
ia: Delimitator;
ka: გამყოფი:
ru: Разделитель:

source: Line terminator
eo: Linia finaĵo
ia: Terminator de linea
ka: ხაზის დაბოლოება
ru: Символ конца строки

source: Escape char:
eo: Eskapa signo:
ia: Character de escape
ru: Экранирующий символ:

source: Double quote
eo: Duobla citilo
ia: Duple virgulettas
ka: ორმაგი ბრჭყალი
ru: Двойная кавычка

source: Quote char:
eo: Citilsigno:
ia: Char per citar.
ka: ციტირების სიმბოლო:
ru: Символ кавычки

source: Quoting
eo: Citante
ia: Citar
ka: ციტირება
ru: Цитирование

source: Skip initial space
eo: Preterlasi komencan spacon
ia: Salta spatio initial
ka: პირველი გამოტოვების იგნორი
ru: Пропускать пробел в начале

source: Strict
eo: Strikta
ia: Stricte
ka: მკაცრი
ru: Ограничение

source: No such file "%1" to read from.
eo: Ne estas tia dosiero "%1" por legi.
ia: Necun file "%1" unde leger.
ka: წასაკითხი ფაილი "%1" არ არსებობს.
ru: Нет такого файла «%1» для чтения.

source: Failed to open the file "%1".
eo: Malsukcesis malfermi la dosieron "%1".
ia: Falleva a aperir file "%1".
ka: ფაილის ("%1") გახსნის შეცდომა.
ru: Невозможно открыть файл «%1».

source: No sheets which could be exported to HTML.
eo: Neniuj folioj, kiuj povus esti eksportitaj al HTML.
ia: Necun folios que poterea esser exportate a HTML.
ka: ფურცლები, რომლის გატანაც HTML-ში შეიძლება, არ არსებობს.
ru: Нет таблиц, которые возможно экспортировать в HTML.

source: Failed to create HTML file "%1": %2
eo: Malsukcesis krei HTML-dosieron "%1": %2
ia: Il falleva a crear file HTML "%1": %2
ka: HTML ფაილის "%1" შექმნის შეცდომა: %2
ru: Невозможно создать файл HTML «%1»: %2

source: HTML Export
eo: HTML Eksporto
ia: Exporta HTML
ka: HTML-ში გატანა
ru: Экспорт в HTML

source: Read from OpenDocument Spreadsheet File
eo: Legi el OpenDocument Spreadsheet File
ia: Lege ex file de Spreadsheet (folio de calculo) de OpenDocument
ka: OpenDocument Spreadsheet ფაილიდან წაკითხვა
ru: Считать из файла электронной таблицы OpenDocument

source: Save to HTML File
eo: Konservi al HTML-dosiero
ia: Salveguarda a file HTML
ka: HTML ფაილში შენახვა
ru: Сохранить в файл HTML

source: HTML Documents
eo: HTML Dokumentoj
ia: Documentos de HTML
ka: HTML დოკუმენტები
ru: Документы HTML

source: HTML Document Information
eo: Informoj pri HTML-dokumento
ia: Information de documento HTML
ka: HTML დოკუმენტის ინფორმაცია
ru: Информация о документе HTML

source: Info
eo: Informo
ka: ინფორმაცია
ru: Сведения

source: Style of the HTML Document
eo: Stilo de la HTML-Dokumento
ia: Stilo del documento HTML
ka: HTML დოკუმენტის სტილი
ru: Стиль документа HTML

source: Styles
eo: Stiloj
ia: Stilos
ka: სტილები
ru: Стили

source: Overwrite file?
eo: Ĉu anstataŭigi dosieron?
ia: Super scribe le file?
ka: ჩავანაცვლო ფაილი?
ru: Заменить файл?

source: The file "%1" does already exist. Overwrite the file?
eo: La dosiero "%1" jam ekzistas. Ĉu anstataŭigi la dosieron?
ia: Le file "%1" ja existe. On superscribe le file?
ka: ფაილი "%1" უკვე არსებობს. გადავაწერო?
ru: Файл «%1» уже существует. Перезаписать его?

source: Export aborted.
eo: Eksporto ĉesigita.
ia: Exportation abortite
ka: გატანა გაუქმდა.
ru: Экспорт прерван

source: Exporting...
eo: Eksportante...
ia: Exportation ...
ka: გატანა…
ru: Экспорт...

source: Initialize...
eo: Pravalorizi...
ia: Initialisa...
ka: ინიციალიზაცია...
ru: Инициализация...

source: Title:
eo: Titolo:
ia: Titulo:
ka: სათაური:
ru: Заголовок:

source: Subject:
eo: Subjekto:
ia: Subjecto:
ka: თემა:
ru: Тема:

source: Author:
eo: Aŭtoro:
ia: Autor:
ka: ავტორი:
ru: Автор:

source: E-Mail:
eo: Retadreso:
ia: e-posta:
ka: ელფოსტა:

source: Keywords:
eo: Ŝlosilvortoj:
ia: Parolas clave:
ka: საკვანძო სიტყვები:
ru: Ключевые слова:

source: Filename:
eo: Dosiernomo:
ia: Nomine de file:
ka: ფაილის სახელი:
ru: Имя файла:

source: Date:
eo: Dato:
ia: Data:
ka: თარიღი:
ru: Дата:

source: Save to Log File
eo: Konservi al Protokoldosiero
ia: Salveguarda a file registro
ka: ჟურნალის ფაილში ჩაწერა
ru: Сохранить в файл журнала

source: Log File
eo: Protokoldosiero
ia: File de registro
ka: ჟურნალის ფაილი
ru: Файл журнала

source: Aborted.
eo: Ĉesigita.
ia: Abortate
ka: შეწყვეტილია.
ru: Прервано.

source: Failed to write Log File "%1": %2
eo: Malsukcesis skribi protokoldosieron "%1": %2
ia: Falleva a scriber file de registro "%1": %2
ka: "%1" ჟურნალის ფაილის ჩაწერის შეცდომა: %2
ru: Не удалось записать в файл журнала «%1»: %2

source: Failed to create listener for sheetname '%1' and range '%2'
eo: Malsukcesis krei aŭskultilon por folionomo '%1' kaj intervalo '%2'
ia: Il falleva a crear ascoltator per nomine de folio '%1' e portata '%2'
ru: Не удалось создать слушателя для листа «%1» и диапазона «%2»

source: Failed to create listener
eo: Malsukcesis krei aŭskultanton
ia: Il falleva a crear ascoltator
ka: მომსმენის შექმნის შეცდომა
ru: Не удалось создать слушателя

source: Sheet name changed
eo: Folionomo ŝanĝita
ia: Nomine de Folio cambiava
ka: ფურცლის სახელი შეიცვალა
ru: Имя листа изменено

source: Show sheet %1
eo: Montri folion %1
ia: Monstra folio %1
ka: %1 ფურცლის ჩვენება
ru: Показать лист %1

source: Hide sheet %1
eo: Kaŝi folion %1
ia: Cela folio %1
ka: %1 ფურცლის დამალვა
ru: Скрыть лист %1

source: Action
eo: Ago
ka: მოქმედება
ru: Действие

source: Cell Name
eo: Ĉela Nomo
ia: Nomine de Cella
ka: უჯრედის სახელი
ru: Название ячейки

source: Cell Value
eo: Ĉela Valoro
ia: Valor de Cella
ka: უჯრედის მნიშვნელობა
ru: Значение ячейки

source: Sheet Name
eo: Nomo de Folio
ia: Nomine de Folio
ka: ფურცლის სახელი
ru: Имя листа

source: Cell Name if selection changed
eo: Ĉela Nomo se elekto ŝanĝiĝis
ia: Nomine de Cella si selection cambiava
ka: უჯრედის სახელი, თუ მონიშნული შეიცვალა
ru: Имя ячейки при изменении выделения

source: Cell Value if selection changed
eo: Ĉela Valoro se elekto ŝanĝiĝis
ia: Valor de Cella si selection cambiava
ka: უჯრედის მნიშვნელობა, თუ მონიშნული შეიცვალა
ru: Значение ячейки при изменении выделения

source: Sheet Name if sheet changed
eo: Folinomo se folio ŝanĝiĝis
ia: Nomine deFolio si folio cambiava
ka: ფურცლის სახელი, თუ ფურცელი შეიცვალა
ru: Имя листа, если лист изменён

source: Calligra Spreadsheet
eo: Calligra-Tabelfolio
ia: Calligra Spreadsheet (Folio de calculo de Calligra)
ka: Calligra -ის ელცხრილი

source: Failed to connect with the Orca HTTP-Server.
eo: Malsukcesis konekti kun la HTTP-Servilo Orca.
ia: Il falleva a connecter con le servitor-HTTP Orca.
ka: Orca-ის HTTP სერვერთან მიერთების შეცდომა.
ru: Не удалось соединиться с HTTP-сервером Orca.

source: <qt>Failed to import the ODFPY python module.<br><br>To use this odfpyexport.py python script to export to OpenDocument you need to install the <a href="http://opendocumentfellowship.org/projects/odfpy">ODFPY</a> python module.</qt>
eo: <qt>Malsukcesis importi la ODFPY python-modulon.<br><br>Por uzi ĉi tiun odfpyexport.py python-skripton por eksporti al OpenDocument vi devas instali la <a href="http://opendocumentfellowship.org/projects/odfpy">ODFPY</a> python-modulo.</qt>
ia: <qt>Falleva a importar le modulo de Python ODFPY.<br><br>Per usar iste script de python odfpyexport.py per exportar a OpenDocument tu necessita installar le modulo de python <a href="http://opendocumentfellowship.org/projects/odfpy">ODFPY</a> .</qt>
ru: <qt>Не удалось импортировать модуль python ODFPY.<br><br>Чтобы использовать сценарий python odfpyexport.py для экспорта в OpenDocument, требуется установить модуль python <a href="http://opendocumentfellowship.org/projects/odfpy">ODFPY</a>.</qt>

source: Invalid range for sheet "%1" cause left column value "%2" is bigger than right column value "%3".
eo: Nevalida intervalo por folio "%1" ĉar maldekstra kolumna valoro "%2" estas pli granda ol dekstra kolumna valoro "%3".
ia: Portata invalide per le folio "%1" causa que le valor del columna sinistre "%2" es major que le valor del columna dextere "%3".
ru: Недопустимый диапазон для листа «%1», потому что значение левого столбца «%2» больше значения правого столбца «%3».

source: Invalid range for sheet "%1" cause top row value "%2" is bigger than bottom row value "%3".
eo: Nevalida intervalo por folio "%1" ĉar la supra vica valoro "%2" estas pli granda ol la malsupra vica valoro "%3".
ia: Portata invalide per le folio "%1" causa que le valor del rango in alto "%2" es major que le valor del rango a basso "%3".
ru: Недопустимый диапазон для листа «%1», потому что значение верхней строки «%2» больше значения нижней строки «%3».

source: OpenDocument Text
eo: OpenDocument Teksto
ia: Texto de OpenDocument
ru: Текст в формате OpenDocument

source: OpenDocument Spreadsheet
eo: OpenDocument Tabelfolio
ia: Spreadsheet (folio de calculo) de OpenDocument
ru: Электронная таблица OpenDocument

source: No OpenDocument Spreadsheet file to read from defined.
eo: Neniu OpenDocument Spreadsheet dosiero por legi el difinita.
ia: Nulle file de Spreadsheet (folio de calculo) de OpenDocument de leger ex definite.
ru: Не определена электронная таблица OpenDocument для чтения.

source: OdfPy Export
eo: OdfPy-Eksporto
ia: Exporta OdfPy
ka: OdfPy -დან გატანა
ru: Экспорт в OdfPy

source: Save to OpenDocument File
eo: Konservi al OpenDocument-dosiero
ia: Salveguarda a file de OpenDocument
ka: OpenDocument ფაილში ჩწერა
ru: Сохранить в файл OpenDocument

source: All Supported Files
eo: Ĉiuj subtenataj dosieroj
ia: Omne files supportate
ka: ყველა მხარდაჭერილი ფაილი
ru: Все поддерживаемые файлы

source: Export Sheets
eo: Eksporti foliojn
ia: Exporta folios
ka: ფურცლების გატანა
ru: Экспортировать листы

source: Sheets
eo: Folioj
ia: Sheets (Folios)
ka: ფურცლები
ru: Листы

source: No OpenDocument file to write defined.
eo: Neniu OpenDocument-dosiero por skribi difinita.
ia: Nulle file de OpenDocument definite per scriber.
ka: ჩასაწერი OpenDocument ფაილი მითითებული არაა.
ru: Не определён файл OpenDocument для записи.

source: The PYREGEXP() function replaces substring in the input string with a given string using regular expression.
eo: La funkcio PYREGEXP() anstataŭigas subĉenon en la eniga ĉeno per donita ĉeno uzante regulan esprimon.
ia: Le function PYREGEXP() reimplacia le subcatena in le stringa de entrata con un date catena usante expressione regular.
ru: Функция PYREGEXP() заменяет подстроку во входной строке заданной строкой с использованием регулярного выражения.

source: PYREGEXP(string)
eo: PYREGEXP(ĉeno)
ia: PYREGEXP(catena)
ka: PYREGEXP(სტრიქონი)
ru: PYREGEXP(строка)

source: The input string.
eo: La eniga ĉeno.
ia: Le catena de entrata
ka: შეყვანილი სტრიქონი.
ru: Входная строка.

source: The regular expression.
eo: La regula esprimo.
ia: Le expression regular.
ka: რეგულარული გამოსახულება.
ru: Регулярное выражение.

source: Replace with.
eo: Anstataŭigi per.
ia: Substitue con:
ka: ჩანაცვლება.
ru: Заменить на.

source: PYREGEXP("Some String","(S|m)","A")
eo: PYREGEXP("Iu Ĉeno","(S|m)","A")
ia: PYREGEXP("Alcun Catena","(S|m)","A")

source: Invalid regexp
eo: Nevalida regexp
ia: Invalide regexp
ka: არასწორი რეგულარული გამოსახულება
ru: Неверный regexp

source: The PYTIME() function displays the current datetime.
eo: La funkcio PYTIME() montras la aktualan daton.
ia: Le function PYTIME() monstra le tempore de data currente (datetime).
ru: Функция PYTIME() отображает текущую дату и время.

source: PYTIME(string)
eo: PYTIME(ĉeno)
ia: PYTIME(catena)
ka: PYTIME(სტრიქონი)
ru: PYTIME(строка)

source: The datetime format string.
eo: La datatempo-forma ĉeno.
ia: Le catena de formato de tempore de data.
ka: თარიღისა და დროის ფორმატის სტიქონი.
ru: Формат строки даты и времени.

source: Invalid format
eo: Nevalida formato
ia: Formato invalide.
ka: არასწორი ფორმატი
ru: Неверный формат

source: This function returns the probability density function of the normal distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la normala distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution normal.
ru: Эта функция возвращает функцию плотности вероятности нормального распределения.

source: If true, log of the result will be returned instead. This is useful if the result would otherwise underflow to 0. Defaults to false.
eo: Se vera, protokolo de la rezulto estos resendita anstataŭe. Ĉi tio estas utila se la rezulto alie subfluus al 0. Defaŭlte al false.
ia: Si ver, le logarithm del exito in loco essera retornate. Isto es utile si le exito vadera proxime a 0 (i.e. is underflow). Le valor predefinite es false.
ru: Если истина, вместо этого будет возвращён журнал результата. Это полезно, если результат ниже нуля, но не равен ему. По умолчанию используется значение ложь.

source: mean of the distribution
eo: meznombro de la distribuo
ia: media del distribution
ka: განაწილების საშუალო
ru: среднее значение распределения

source: observation
eo: observo
ka: დაკვირვება
ru: наблюдения

source: standard deviation of the distribution
eo: norma devio de la distribuo
ia: deviation standard del distribution
ka: განაწილების სტანდარტული აცდენა
ru: среднее отклонение в распределении

source: This function returns the cumulative distribution function of the normal distribution.
eo: Ĉi tiu funkcio redonas la akumulan distribuan funkcion de la normala distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution normal.
ru: Эта функция возвращает кумулятивную функцию распределения нормального распределения.

source: If true (the default), the lower tail of the distribution is considered.
eo: Se vera (la defaŭlto), la malsupra vosto de la distribuo estas konsiderita.
ia: Si ver (i.e. true, que es le predefinite), le cauda plus basse del distribution es considerate.
ru: Если истина (по умолчанию), будет учитываться нижняя граница распределения.

source: If true, log of the probability is used. This is useful if the probability would otherwise underflow to 0. Defaults to false.
eo: Se vera, protokolo de la probablo estas uzata. Ĉi tio estas utila se la probableco alie subfluus al 0. Defaŭlte al malvera.
ia: Si ver, le logarithm del probabilitate es usate. Isto es utile si le probabilitate vadera proxime a 0 (i.e. is underflow). Le valor predefinite es false.
ru: Если истина, вместо этого будет использоваться журнал вероятности. Это полезно, если вероятность будет ниже нуля, но не равна ему. По умолчанию используется значение ложь.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the normal distribution.
eo: Tiu ĉi funkcio resendas la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la normala distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution normal.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения нормального распределения.

source: probability
eo: probablo
ia: probabilitate
ka: ალბათობა
ru: вероятность

source: This function returns the probability density function of the log-normal distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la log-normala distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution log-normal.
ru: Эта функция возвращает функцию плотности вероятности логарифмически нормального распределения.

source: mean of the underlying normal distribution
eo: meznombro de la subesta normala distribuo
ia: media del ditrubution normal subjacente
ru: среднее значение основного нормального распределения

source: standard deviation of the underlying normal distribution
eo: norma devio de la subesta normala distribuo
ia: deviation standard del distribution normal subjacente
ru: стандартное отклонение основного нормального распределения

source: This function returns the cumulative distribution function of the log-normal distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribufunkcion de la log-normala distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution normal logarithmic.
ru: Эта функция возвращает кумулятивную функцию распределения логарифмически нормального распределения.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the log-normal distribution.
eo: Tiu ĉi funkcio resendas la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la log-normala distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution log-normal.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения логарифмически нормального распределения.

source: This function returns the probability density function of the gamma distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la gama-distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution gamma.
ru: Эта функция возвращает функцию плотности вероятности гамма-распределения.

source: the scale parameter of the distribution
eo: la skala parametro de la distribuo
ia: le parametro de scala del distribution
ka: დისტრიბუტივის მასშტაბს პარამეტრი
ru: параметр масштаба для распределения
