Repository: KDE/calligra
Catalog: po/*/krossmodulesheets.po
Languages: eo, ia, ka, ru

source: vCard Files
eo: vCard-dosieroj
ia: Files de vCard
ka: vCard ფაილები
ru: Файлы vCard

source: Open OpenDocument File
eo: Malfermu OpenDocument-dosieron
ia: Aperi file de OpenDocument
ka: OpenDocument ფაილის გახსნა
ru: Открыть файл формата OpenDocument

source: OpenDocument Files
eo: OpenDocument Dosieroj
ia: Files de OpenDocument
ka: OpenDocument ფაილები
ru: Файлы формата OpenDocument

source: Failed to read the manifest
eo: Malsukcesis legi la manifeston
ia: Falleva a leger le manifesto
ka: მანიფესტის წაკითხვის შეცდომა
ru: Ошибка чтения манифеста

source: Failed to extract "%1" to "%2"
eo: Malsukcesis ĉerpi "%1" al "%2"
ia: Falleva a extraher "%1" a "%2"
ka: "%1"-ის "%2"-ში გაშლის შეცდომა
ru: Не удалось распаковать «%1» в «%2»

source: <qt>Failed to execute program:<br><br>%1 "%2"</qt>
eo: <qt>Malsukcesis ekzekuti programon:<br><br>%1 "%2"</qt>
ia: <qt>Falleva a executar programma<br><br>%1 "%2"</qt>
ka: <qt>პროგრამის შესრულების შეცდომა:<br><br>%1 "%2"</qt>
ru: <qt>Не удалось запустить программу:<br><br>%1 «%2»</qt>

source: Open with...
eo: Malfermi per...
ia: Aperi con...
ka: გამხსნელი პროგრამა...
ru: Открыть с помощью...

source: Filter
eo: Filtri
ia: Filtro
ka: ფილტრი
ru: Фильтр

source: No program defined.
eo: Neniu programo difinita.
ia: Nulle programma definite.
ka: პროგრამა აღწერილი არაა.
ru: Программа не указана.

source: Compare...
eo: Kompari...
ia: Compara...
ka: შედარება...
ru: Сравнить...

source: Compare with OpenDocument file:
eo: Kompari kun OpenDocument-dosiero:
ia: Compara con file de OpenDocument:
ka: OpenDocument ფაილთან შედარება:
ru: Сравнить с файлом OpenDocument:

source: No OpenDocument file to compare with selected.
eo: Neniu OpenDocument-dosiero komparebla kun elektita.
ia: Nulle file de OpenDocument de comparar con selectionate.
ka: მონიშნულთან შესადარებლად OpenDocument ფაილი მითითებული არაა.
ru: Не найден файл OpenDocument для сравнения с выделенным.

source: No command selected.
eo: Neniu komando elektita.
ia: Nulle commando seligite.
ka: ბრძანება არჩეული არაა.
ru: Команда не выбрана.

source: The OpenDocument file does not contain any file named "%1"
eo: La OpenDocument-dosiero enhavas neniun dosieron nomitan "%1"
ia: Le file de OpenDocument non contie alcun file nominate "%1"
ka: OpenDocument ფაილი არ შეიცავს ფაილს სახელად "%1"
ru: Файл OpenDocument не содержит файла под названием «%1»

source: The YFINANCE() function uses the Yahoo! Finance Web Service to display stock values of a defined ticker symbol.
eo: La funkcio YFINANCE() uzas la Yahoo! Finance Web Service por montri akciajn valorojn de difinita ticker-simbolo.
ia: Le function YFINANCE() usa le servicio Yahoo! Finance Web Service per monstrar valores de stock de un definite symbolo de ticker.
ru: Функция YFINANCE() использует финансовую веб-службу Yahoo! для отображения стоимости акций определённого символа тикера.

source: YFINANCE(string,string,string)
eo: YFINANCE(ĉeno,ĉeno,ĉeno)
ia: YFINANCE(catena,catena,catena)
ka: YFINANCE(სტრიქონი,სტრიქონი,სტრიქონი)
ru: YFINANCE(строка,строка,строка)

source: The ticker symbol.
eo: La tiker-simbolo.
ia: Le symbolo de ticker.
ka: ტიკერის სიმბოლო.
ru: Символ тикера.

source: The date.
eo: La dato.
ia: Le data
ka: თარიღი.
ru: Дата.

source: The type: Date, Open, High, Low, Close, Volume or AdjClose.
eo: La tipo: Dato, Malfermita, Alta, Malalta, Fermi, Volumo aŭ AdjFermo.
ia: Le typo: Data, Apertura, Alto, Basso, Clausura, Volumine o Clausura Adjutate.
ka: ტიპი: Date(თარიღი), Open(გახსნა), High(მაღალი), Low(დაბალი), Close(დახურვა), Volume or AdjClose.
ru: Тип: Date, Open, High, Low, Close, Volume или AdjClose.

source: YFINANCE("YHOO";"20060119";"Open")
eo: YFINANCE("YHOO";"20060119";"Malfermi")

source: Invalid symbol
eo: Nevalida simbolo
ia: Symbolo invalide
ka: არასწორი სიმბოლო
ru: Недопустимый символ

source: Invalid date
eo: Nevalida dato
ia: Data invalide
ka: არასწორი თარიღი
ru: Недопустимая дата

source: Invalid type
eo: Nevalida tipo
ia: Typo invalide
ka: არასწორი ტიპი
ru: Недопустимый тип

source: Web services request failed
eo: Peto de retservoj malsukcesis
ia: Le requesta de servicios web falleva
ka: ვებ სერვისის მოთხოვნის შეცდომა
ru: Ошибка при выполнении запроса к веб-службам

source: No stock
eo: Neniu stoko
ia: Nulle stock
ka: აქციების გარეშე
ru: Нет акций

source: Invalid stock
eo: Nevalida stoko
ia: Stock invalide
ka: დაუშვებელი აქციები
ru: Недопустимые акции

source: The YWEATHER() function uses the Yahoo! Weather Web Service to display the weather of a location.
eo: La funkcio YWEATHER() uzas la Yahoo! Weather Web Service por montri la veteron de loko.
ia: Le function YWEATHER() usa le servicio Yahoo! Weather Web Service per monstrarle tempore de un sito o location.
ru: Функция YWEATHER() использует погодную веб-службу Yahoo! для отображения погоды в указанной локации.

source: YWEATHER(string;string)
eo: YWEATHER(ĉeno;ĉeno)
ia: YWEATHER(catena;catena)
ka: YWEATHER(სტრიქონი;სტრიქონი)
ru: YWEATHER(строка;строка)

source: The US zip code, Location ID or cell that contains them.
eo: La usona poŝtkodo, Loka ID aŭ ĉelo kiu enhavas ilin.
ia: Le codice zip de SU, ID de location o cella que contine los
ka: US საფოსტო კოდი, მდებარეობის ID ან უჯრედი, რომელიც მათ შეიცავს.
ru: Почтовый индекс США, идентификатор местоположения или ячейка, в которой они находятся.

source: Units for temperature. f=Fahrenheit and c=Celsius
eo: Unuoj por temperaturo. f=Fahrenheit kaj c=Celsius
ia: Unitates de temperatura. f=Fahrenheit e c=Celsius
ka: ტემპერატურის საზომი ერთეული. f=ფარენჰეიტი და c= ცელსიუსი
ru: Единицы измерения температуры. f = по Фаренгейту и c = по Цельсию

source: YWEATHER("=A1")
eo: JWEEATHER("=A1")

source: YWEATHER("GMXX0151";"c")
eo: VETERO("GMX 0151";"c")

source: Invalid location
eo: Nevalida loko
ia: Location invalide
ka: არასწორი მდებარეობა
ru: Недопустимое расположение

source: Invalid condition
eo: Nevalida kondiĉo
ia: Condition invalide
ka: არასწორი პირობა
ru: Недопустимое условие

source: OpenDocument Spreadsheet Files
ia: Files de Spreadsheet (folio de calculo) de OpenDocument
ka: OpenDocument -ის ელცხრილის ფაილები
ru: Файлы электронных таблиц OpenDocument

source: Docker
ia: Docker (stivator)
ru: Панель

source: PYTIME("%Y-%M-%d")
ia: PYTIME("%A-%M-%d")
