Repository: KDE/calligra
Catalog: po/*/krossmodulesheets.po
Languages: eo, ia, ka, ru

source: the shape parameter of the distribution
eo: la forma parametro de la distribuo
ia: le parametro de forma del distribution
ka: დისტრიბუტივის ფიგურის პარამეტრი
ru: параметр формы для распределения

source: This function returns the cumulative distribution function of the gamma distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la gama-distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution gamma.
ru: Эта функция возвращает кумулятивную функцию распределения гамма-распределения.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the gamma distribution.
eo: Tiu ĉi funkcio resendas la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la gama-distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution gamma.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения гамма-распределения.

source: This function returns the probability density function of the beta distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la beta-distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution beta.
ru: Эта функция возвращает функцию плотности вероятности бета-распределения.

source: the first shape parameter of the distribution
eo: la unua forma parametro de la distribuo
ia: le prime parametro de forma del distribution
ka: დისტრიბუტივის პირველი ფიგურის პარამეტრი
ru: первый параметр формы для распределения

source: the second scale parameter of the distribution
eo: la dua skala parametro de la distribuo
ia: le secunde parametro de scala del distribution
ka: დისტრიბუტივის მეორე მასშტაბის პარამეტრი
ru: второй параметр масштаба для распределения

source: This function returns the cumulative distribution function of the beta distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la beta-distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution beta.
ru: Эта функция возвращает кумулятивную функцию распределения бета-распределения.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the beta distribution.
eo: Ĉi tiu funkcio liveras la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la beta-distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution beta.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения бета-распределения.

source: This function returns the probability density function of the Student t distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la Student t distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution Student t.
ru: Эта функция возвращает функцию плотности вероятности t-распределения Стьюдента.

source: the number of degrees of freedom of the distribution
eo: la nombro da gradoj da libereco de la distribuo
ia: le numero de grados de libertate del distribution
ru: количество степеней свободы распределения

source: This function returns the cumulative distribution function of the Student t distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la Student t distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution Student t.
ru: Эта функция возвращает кумулятивную функцию распределения t-распределения Стьюдента.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Student t distribution.
eo: Ĉi tiu funkcio liveras la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la Student t distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution Student t.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения t-распределения Стьюдента.

source: This function returns the probability density function of the F distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la F-distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution F.
ru: Эта функция возвращает функцию плотности вероятности F-распределения.

source: the first number of degrees of freedom of the distribution
eo: la unua nombro da gradoj de libereco de la distribuo
ia: le prime numero de grados de libertate del distribution
ru: первое число степеней свободы распределения

source: the second number of degrees of freedom of the distribution
eo: la dua nombro da gradoj de libereco de la distribuo
ia: le secunde numero de grados de libertate del distribution
ru: второе число степеней свободы распределения

source: This function returns the cumulative distribution function of the F distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la F distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution F.
ru: Эта функция возвращает кумулятивную функцию распределения F-распределения.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the F distribution.
eo: Ĉi tiu funkcio liveras la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la F distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution F.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения F-распределения.

source: This function returns the probability density function of the chi-square distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la chi-kvadrata distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution chi-quadrate.
ru: Эта функция возвращает функцию плотности вероятности распределения хи-квадрат.

source: This function returns the cumulative distribution function of the chi-square distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la chi-kvadrata distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution chi-quadrate.
ru: Эта функция возвращает кумулятивную функцию распределения хи-квадрат.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the chi-square distribution.
eo: Tiu ĉi funkcio resendas la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la ĥi-kvadrata distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution chi-quadrate.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения хи-квадрат.

source: This function returns the probability density function of the Weibull distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la distribuo de Weibull.
ia: Iste function retorna le function del densitate de probabilitate del distribution Weibull.
ru: Эта функция возвращает функцию плотности вероятности распределения Вейбулла.

source: This function returns the cumulative distribution function of the Weibull distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la Weibull-distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution Weibull.
ru: Эта функция возвращает кумулятивную функцию распределения распределения Вейбулла.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Weibull distribution.
eo: Tiu ĉi funkcio resendas la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la Weibull-distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution Weibull.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения Вейбулла.

source: This function returns the probability density function of the Poisson distribution.
eo: Ĉi tiu funkcio redonas la probablan densecan funkcion de la distribuo de Poisson.
ia: Iste function retorna le function del densitate de probabilitate del distribution Poisson.
ru: Эта функция возвращает функцию плотности вероятности распределения Пуассона.

source: the mean of the distribution
eo: la meznombro de la distribuo
ia: le media del distribution
ka: საშუალო განაწილება
ru: среднее распределение

source: This function returns the cumulative distribution function of the Poisson distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la Poisson-distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution Poisson.
ru: Эта функция возвращает кумулятивную функцию распределения Пуассона.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Poisson distribution.
eo: Tiu ĉi funkcio resendas la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la distribuo de Poisson.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution Poisson.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения Пуассона.

source: This function returns the probability density function of the exponential distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la eksponenta distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution exponential.
ru: Эта функция возвращает функцию плотности вероятности экспоненциального распределения.

source: This function returns the cumulative distribution function of the exponential distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la eksponenta distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution exponential.
ru: Эта функция возвращает кумулятивную функцию распределения экспоненциального распределения.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the exponential distribution.
eo: Ĉi tiu funkcio liveras la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la eksponenta distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution exponential.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения экспоненциального распределения.

source: This function returns the probability density function of the binomial distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la binoma distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution binomial.
ru: Эта функция возвращает функцию плотности вероятности биномиального распределения.

source: the number of trials
eo: la nombro da provoj
ia: le numero de tentativas
ka: გამოცდების რაოდენობა
ru: количество испытаний

source: the probability of success in each trial
eo: la probablo de sukceso en ĉiu provo
ia: le probabilitate de successo in cata tentativa
ka: თითოეული გამოცდის წარმატების ალბათობა
ru: вероятность успеха каждого испытания

source: This function returns the cumulative distribution function of the binomial distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la dunoma distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution binomial.
ru: Эта функция возвращает кумулятивную функцию распределения биномиального распределения.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the binomial distribution.
eo: Tiu ĉi funkcio resendas la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la dunomdistribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution binomial.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения биномиального распределения.

source: This function returns the probability density function of the negative binomial distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la negativa binoma distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution binomial negative.
ru: Эта функция возвращает функцию плотности вероятности негативного биномиального распределения.

source: This function returns the cumulative distribution function of the negative binomial distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la negativa binoma distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution binomial negative.
ru: Эта функция возвращает кумулятивную функцию распределения негативного биномиального распределения.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the negative binomial distribution.
eo: Ĉi tiu funkcio liveras la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la negativa binoma distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution negative binomial.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения негативного биномиальнго распределения.

source: This function returns the probability density function of the hypergeometric distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la hipergeometria distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution hypergeometric.
ru: Эта функция возвращает функцию плотности вероятности гипергеометрического распределения.

source: the number of balls drawn
eo: la nombro da pilkoj tiritaj
ia: le numero de bollas tirate
ka: დახატული ბურთების დაოდენობა
ru: количество выпавших шаров

source: the number of black balls
eo: la nombro da nigraj pilkoj
ia: le numero de bollas nigre
ka: შავი ბურთების რაოდენობა
ru: количество чёрных шаров

source: the number of red balls
eo: la nombro da ruĝaj pilkoj
ia: le numero de bollas rubie
ka: წითელი ბურთების რაოდენობა
ru: количество красных шаров

source: This function returns the cumulative distribution function of the hypergeometric distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la hipergeometria distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution hypergeometric.
ru: Эта функция возвращает кумулятивную функцию гипергеометрического распределения.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the hypergeometric distribution.
eo: Tiu ĉi funkcio resendas la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la hipergeometria distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution hypergeometric.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения гипергеометрического распределения.

source: This function returns the probability density function of the geometric distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la geometria distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution geometric.
ru: Эта функция возвращает функцию плотности вероятности геометрического распределения.

source: This function returns the cumulative distribution function of the geometric distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la geometria distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution geometric.
ru: Эта функция возвращает кумулятивную функцию распределения геометрического распределения.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the geometric distribution.
eo: Ĉi tiu funkcio liveras la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la geometria distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution geometric.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения геометрического распределения.

source: This function returns the probability density function of the Cauchy distribution.
eo: Ĉi tiu funkcio liveras la probablan densecan funkcion de la Cauchy-distribuo.
ia: Iste function retorna le function del densitate de probabilitate del distribution Cauchy.
ru: Эта функция возвращает функцию плотности вероятности распределения Коши.

source: the center of the distribution
eo: la centro de la distribuo
ia: le centro de distribution
ka: განაწილების ცენტრი
ru: центр распределения

source: This function returns the cumulative distribution function of the Cauchy distribution.
eo: Ĉi tiu funkcio liveras la akumulan distribuan funkcion de la Cauchy-distribuo.
ia: Iste function retorna le function de distribution cumulative del distribution Cauchy.
ru: Эта функция возвращает кумулятивную функцию распределения Коши.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Cauchy distribution.
eo: Ĉi tiu funkcio liveras la probablan kvantilfunkcion, t.e., la inverson de la akumula distribua funkcio, de la Cauchy-distribuo.
ia: Iste function retorna le function quantile de probabilitate, i.e., le inversedel function de distribution cumulative, del distribution Cauchy.
ru: Эта функция возвращает функцию квантиля вероятности, то есть обратную кумулятивной функции распределения Коши.

source: Import
eo: Importi
ia: Importa
ka: შემოტანა
ru: Импорт

source: Import content
eo: Importi enhavon
ia: Importa contentos
ka: შემცველობის შემოტანა
ru: Импортировать содержимое

source: CSV File
eo: CSV-dosiero
ia: File CSV
ka: CSV ფაილი
ru: Файл CSV

source: Import from a Comma-Separated-Value File
eo: Importi el Komo-Separata-Valora Dosiero
ia: Importa ex un file in formato de valor separate per un virgula
ka: CSV ფაილიდან შემოტანა
ru: Импорт из файла CSV (значения, разделённые запятыми)

source: vCard File
eo: vCard-dosiero
ia: File VCard
ka: vCard ფაილი
ru: Файл vCard

source: Import from a vCard File
eo: Importi el vCard Dosiero
ia: Importa ex file vCard
ka: მონაცემების წაკითხვა vCard ფაილიდან
ru: Импорт и з файла vCard

source: Export
eo: Eksporti
ia: Exporta
ka: გატანა
ru: Экспорт

source: Export content
eo: Eksporti enhavon
ia: Exporta contento
ka: შემცველობის გატანა
ru: Экспортировать содержимое

source: Export to a Comma-Separated-Value File
eo: Eksporti al Komo-Apartigita-Valoro Dosiero
ia: Exporta a un file CSV - Comma Separated Value - Valor separate per comma
ka: CSV ფაილში გატანა
ru: Экспорт в файл CSV

source: HTML File
eo: HTML-dosiero
ia: File HTML
ka: HTML ფაილი
ru: Файл HTML

source: Export to a HTML File
eo: Eksporti al HTML-Dosiero
ia: Exporta a un file HTML
ka: HTML-ში ფაილში გატანა
ru: Экспорт в файл HTML

source: OdfPy File
eo: OdfPy-Dosiero
ia: File OdfPy
ka: OdfPy -ის ფაილი
ru: Файл OdfPy

source: Export to an OpenDocument File
eo: Eksporti al OpenDocument-dosiero
ia: Exporta a file de OpenDocument
ka: OpenDocument ფაილში გატანა
ru: Экспорт в файл OpenDocument

source: Functions
eo: Funkcioj
ia: Functiones
ka: ფუნქციები
ru: Функции

source: Scripting formula functions
eo: Skriptaj formulfunkcioj
ia: Functiones de formula de scripting
ka: სკრიპტის ფორმულის ფუნქციები
ru: Поддержка сценариев для формул

source: R-Project
eo: R-Projekto
ru: Проект R

source: Functions for the R programming environment for data analysis and graphics
eo: Funkcioj por la R-programa medio por datuma analizo kaj grafiko
ia: Functione per le ambiente de programmation R per analyse de datos e graphiches
ru: Поддержка программного окружения «R» для анализа данных и графиков

source: Yahoo! Finance formula function
eo: Yahoo! Financa formulfunkcio
ia: Function de formula de financia de Yahoo!
ka: Yahoo! Finance -ის ფორმულების მხარდაჭერა
ru: Поддержка формул Yahoo! Finance

source: Yahoo! Weather formula function
eo: Yahoo! Veterformula funkcio
ia: Function de formula de tempore de Yahoo!
ka: Yahoo! Weather -ის ფორმულების მხარდაჭერა
ru: Поддержка формул Yahoo! Weather

source: Time formula function
eo: Tempa formulfunkcio
ia: Function de formula de tempore
ka: დროის ფორმულების მხარდაჭერა
ru: Поддержка формул времени

source: Regular Expression formula function
eo: Regul-Esprima formulfunkcio
ia: Function de formula de Expression Regular
ka: რეგულარული გამოსახულების ფორმულების მხარდაჭერა
ru: Поддержка регулярных выражений

source: Tools
eo: Iloj
ia: Instrumentos
ka: ხელსაწყოები
ru: Инструменты

source: Miscellaneous scripts
eo: Diversaj skriptoj
ia: Scripts miscellanee
ka: სხვადასხვა სკრიპტები
ru: Прочие сценарии

source: XML Viewer
eo: XML-Vidilo
ia: Visor de XML
ka: XML მაყურებელი
ru: Просмотрщик XML

source: Python script to view the OpenDocument XML representation of the current document
eo: Python-skripto por vidi la OpenDocument XML-reprezentadon de la nuna dokumento
ia: Script Python per vider le representation in OpenDocument XML del documento currente
ka: Python-ის სკრიპტი მიმდინარე დოკუმენტის OpenDocument XML-ის სახით სანახავად
ru: Сценарий Python для просмотра OpenDocument XML, представленного в документе

source: Orca Speech
eo: Orca-Parolado
ka: Orca -ის საუბარი
ru: Речь Orca

source: Orca Screen Reader
eo: Orca Ekranlegilo
ia: Lector de schermo de Orca
ka: Orca - ეკრანის მკითხველი
ru: Чтение c экрана Orca

source: Logger
eo: Protokolilo
ia: Registrator (Logger)
ka: ჟურნალი
ru: Журнал

source: Log changes in cells to a file
eo: Protokoli ŝanĝojn en ĉeloj al dosiero
ia: Registra modificationes de cellas in un file
ka: უჯრედების ცვლილებების ჟურნალში ჩაწერა
ru: Записывать изменения ячеек в файл

source: Scripting Docker Widgets
eo: Skriptaj Docker-Fenestraĵoj
ia: Scripting Docker Widgets (Objectos de stivator de scripting)
ka: სცენარის პანელის ვიჯეტები
ru: Виджеты панели сценариев

source: Python Console
eo: Python Konzolo
ia: Consolle de Python
ka: Python-ის კონსოლი
ru: Консоль Python

source: Interactive Python Console Docker
eo: Interaga Python-Konzola Docker
ia: Interactive Python Console Docker (stivator de consolle interactive de Python)
ka: Python-ის ინტერაქტიური კონსოლის გახსნა
ru: Панель интерактивной консоли Python

source: Ruby Snippets
eo: Ruby-Fragmentoj
ia: Ruby Snippets (fragmentos de Ruby)
ka: Ruby -ის ფრაგმენტები
ru: Фрагменты Ruby

source: Import vCard
eo: Importu vCard
ia: Importa vCard
ka: VCard ფაილების შემოტანა
ru: Импорт vCard
